[
  {
    "original": "中醫證型 風寒襲肺證:病機以是指風寒侵襲，肺氣失宣，以惡寒，無汗，咳嗽，胸悶氣喘，吐白痰，苔白，脈浮緊等爲常見症的證候，臨床常見表現為咳嗽，咳痰清稀，鼻塞，流清涕，喉癢，兼有惡寒重、發熱輕，或見身痛無汗，舌苔薄白，脈浮緊。",
    "colloquial": "風寒襲肺證是指風寒侵襲，肺氣失宣，常見症狀包括惡寒、無汗、咳嗽、胸悶氣喘、吐白痰、苔白、脈浮緊，臨床上常見咳嗽、咳痰清稀、鼻塞、流清涕、喉癢，還有惡寒重、發熱"
  },
  {
    "original": "中醫證型 寒勝痛痹證:病機以是指風寒溼邪阻滯筋骨關節而以寒邪爲主者，以肢體關節固定冷痛爲主症的證候，臨床常見表現為肢體關節疼痛，痛勢較劇，部位固定，遇寒則痛甚，得熱痛緩，關節屈伸不利，局部皮膚或有寒冷感。",
    "colloquial": "寒勝痛痹證是指風寒溼邪阻滯筋骨關節，主要是寒邪引起的，主要症狀是肢體關節固定冷痛，臨床表現為肢體關節疼痛，痛勢較劇，部位固定，遇寒則痛甚，得熱痛緩，關節屈伸不利，局部皮膚或有寒冷感。"
  },
  {
    "original": "中醫證型 風邪犯肺證:病機以是指風熱侵襲肺衛，以發熱微惡風寒，身痛或咽痛，咳嗽，氣喘，舌尖紅，苔薄黃，脈浮數等爲常見症的證候，臨床常見表現為咳嗽，痰少而黃，氣喘，鼻塞，流濁涕，咽喉腫痛，發熱，微惡風寒，口微渴，舌尖紅，苔薄黃，脈浮數。",
    "colloquial": "風邪犯肺證是什麼意思?風熱侵襲肺衛，會發熱、微惡風寒、身痛或咽痛、咳嗽、氣喘，舌尖紅，苔薄黃，脈浮數。那怎麼看出來?這些病人通常咳嗽、痰少而黃、氣喘、鼻塞、流濁涕、咽喉腫痛"
  },
  {
    "original": "中醫證型 溼重熱輕證:病機以是指溼邪偏盛，遏鬱中焦氣分所致的病證，臨牀表現爲發熱身重、渴不多飲、小便不利、舌紅苔黃膩、脈滑數等，臨床常見表現為身熱不揚，胸悶脘痞，腹脹納呆，噁心嘔吐，口不渴或渴不欲飲或渴喜熱飲，大便溏泄，小便渾濁，苔白膩，脈濡緩。",
    "colloquial": "中醫里濕重熱輕證是指濕邪比較重，影響了中焦氣分，會出現發熱身重、渴不多飲、小便不利、舌紅苔黃膩、脈滑數等症狀。常見的表現是身熱不揚、胸悶脘痞、腹脹納呆、噁心嘔吐、口不渴"
  },
  {
    "original": "中醫證型 蟲毒蘊膚證:病機以是指蟲毒蘊結皮膚，以皮膚出疹、瘙癢、糜爛、疼痛等爲常見症的證候，臨床常見表現為皮膚起風團或丘皰疹，色紅灼熱，癢痛相兼，輕者可無全身症狀，若癢痛明顯則影響睡眠。",
    "colloquial": "中醫證型蟲毒蘊膚證是指蟲毒積聚在皮膚上，常見症狀有皮膚出疹、瘙癢、糜爛和疼痛，臨床表現為皮膚起風團或丘皰疹，顏色紅熱，癢痛並存，輕者無全身症狀，但若癢痛明顯會"
  },
  {
    "original": "中醫證型 熱鬱成癰證:病機以是指多因熱毒內鬱，鬱熱蘊結成癰所致病證，臨床常見表現為高熱煩燥、陣寒，咳嗽，氣喘，咳吐腥臭膿痰，或咳吐膿血，胸悶疼痛，口渴不欲飲，舌紅苔黃膩，脈滑數等。",
    "colloquial": "熱鬱成癰證是什麼意思啊?這是指熱毒在體內鬱積，然後形成癰疽的病症。一般會有高熱煩燥、陣寒、咳嗽、氣喘，還有咳吐腥臭的膿痰或膿血，胸悶疼痛，口渴但不想喝水，舌頭紅苔黃膩"
  },
  {
    "original": "中醫證型 血虛耳燥證:病機以指血虛風燥，耳郭肌膚失養，以耳道、耳郭及其周圍皮膚增厚、粗糙、皸裂、脫屑，面色萎黃、舌淡、脈細等爲常見症的證候，臨床常見表現為耳道、耳郭及其周圍皮膚增厚、粗糙、皸裂、脫屑，面色萎黃、舌淡、脈細等。",
    "colloquial": "血虛耳燥證是什麼啊?就是因為血虛風燥，耳朵周圍的皮膚沒辦法得到滋養，所以會變得增厚、粗糙、皸裂、脫屑，臉色也會變得萎黃，舌頭顏色淡淡的，脈搏也比較細。這些都是常見的症狀。"
  },
  {
    "original": "中醫證型 溼熱蘊腎證:病機以是指溼熱之邪壅滯於腎，使腎主水液功能失常所表現的，以腰部灼熱脹痛，小便澀痛，血尿或排膿尿，發熱口渴，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為尿頻、尿急、尿道灼痛，小便短黃，或渾濁，或尿血，或尿中見砂石，小腹脹痛，或腰、腹掣痛，或伴發熱口渴，舌紅苔黃膩，脈滑數。",
    "colloquial": "中醫的溼熱蘊腎證是什麼意思? 這是指溼熱邪氣堵在腎裡，讓腎的水液調節功能失常。常見症狀包括腰部灼熱脹痛、小便澀痛、血尿或排膿尿、發熱口渴、舌紅苔黃膩、脈滑數等。臨床上常見尿"
  },
  {
    "original": "中醫證型 寒溼犯腰證:病機以是指寒溼之邪侵犯腰部，以腰脊頑麻、疼痛、酸脹、轉側不利、苔白膩爲主症的病證，臨床常見表現為腰脊頑麻、疼痛、酸脹、轉側不利、苔白膩等。",
    "colloquial": "什麼是寒溼犯腰證?寒溼侵犯腰部，導致腰脊感到頑麻、疼痛、酸脹，轉動不方便，舌苔白膩。"
  },
  {
    "original": "中醫證型 邪陷正脫證:病機以泛指邪毒內陷，而正虛欲脫，以發熱口渴，煩躁不寧，甚或神昏，面色蒼白，四肢厥冷，冷汗淋漓，脈微欲絕等爲常見症的證候，臨床常見表現為發熱口渴，煩躁不寧，甚或神昏，面色蒼白，四肢厥冷，冷汗淋漓，脈微欲絕等。",
    "colloquial": "中醫證型邪陷正脫證是什麼? 就是指邪毒內陷，正氣虛弱快要脫離的情況。症狀包括發熱口渴、煩躁不安，嚴重的可能神志不清，臉色蒼白、四肢冰冷、出冷汗、脈搏微弱等。"
  },
  {
    "original": "中醫證型 陽虛邪戀證:病機以泛指陽氣虧虛而又有邪毒留滯所反映的證候，臨床常見表現為除有畏寒肢喜冷、尿清便溏、舌淡胖、苔白滑等陽虛見症外，由於留滯的邪毒性質不同而又各具特徵。",
    "colloquial": "陽虛邪戀證是指陽氣虧虛又有邪毒留滯的情況，常見症狀有怕冷、喜歡暖和、尿清便溏、舌淡胖、苔白滑等，因為邪毒性質不同，表現也會有不同特徵。"
  },
  {
    "original": "中醫證型 髒結證:病機以乃是因髒氣虛衰，陰寒之邪乘虛凝結於髒而出現的證候之一，臨床常見表現為胸腹部硬滿疼痛，而狀如結胸，但飲食如故，且時時下利，而與結胸不同。",
    "colloquial": "什麼是髒結證?髒結證是因為髒氣虛衰，陰寒之邪乘虛凝結在髒裡出現的症狀。通常會感覺胸腹部硬滿疼痛，看起來像結胸，但飲食正常，而且時常腹瀉，和結胸不一樣。"
  },
  {
    "original": "中醫證型 邪鬱少陽證:病機以是指太陽病不解而內傳，或病邪直犯少陽，正邪分爭於表裏之間的病理變化，臨床常見表現為寒熱往來，口苦咽乾，耳聾目眩，胸脅苦滿，食慾不振，脈弦。",
    "colloquial": "中醫證型中的邪鬱少陽證，主要是指太陽病沒有解決而內傳，或病邪直接侵犯少陽，正邪在表裏之間爭鬥引起的病理變化。臨床上常見的症狀有寒熱往來、口苦咽乾、耳聾目眩、胸脅苦滿、食慾不振和脈弦。"
  },
  {
    "original": "中醫證型 心氣虛證:病機以是指心氣不足，鼓動無力，以心悸、神疲及氣虛症狀爲主要表現的虛弱證候，臨床常見表現為心悸，胸悶，氣短，精神疲倦，或有自汗，活動後諸症加重，面色淡白舌質淡，脈虛。",
    "colloquial": "心氣虛證是心氣不足、鼓動無力的情況，主要表現為心悸、神疲和氣虛，臨床上常見心悸、胸悶、氣短、精神疲倦，或有自汗，活動後症狀加重，面色淡白，舌質淡，脈虛。"
  },
  {
    "original": "中醫證型 心脈痹阻證:病機以是指瘀血、痰濁、陰寒、氣滯等因素阻痹心脈，以心悸怔仲、胸悶心痛爲主要表現的血瘀證，臨床常見表現為心悸怔忡，心胸憋悶疼痛，痛引肩背內臂，時作時止。",
    "colloquial": "什麼是心脈痹阻證?心脈痹阻證是指由於瘀血、痰濁、陰寒、氣滯等原因導致心脈不通，主要表現為心悸怔仲和胸悶心痛。具體症狀包括心悸怔忡，心胸憋悶疼痛，疼痛有時會延伸到肩背和內"
  },
  {
    "original": "中醫證型 溼困中焦證:病機以是指多因溼熱或暑溼之邪蘊蒸氣分，困阻中焦，以致脾胃運化功能失常而出現風熱證候，臨床常見表現為發熱汗出不解，身重肢倦，心中煩悶，口渴不多飲，胸脘痞滿，噁心嘔吐，大便溏泄，舌質紅、苔黃膩，脈濡數。",
    "colloquial": "中醫常見的溼困中焦證是什麼?這種病多因溼熱或暑溼之邪困在中焦，脾胃運化功能出問題，所以會發熱、出汗但不退，身體沉重、四肢無力，心煩，口渴但不想喝水，胸脘痞滿，噁心嘔吐，大便溏泄，舌質紅"
  },
  {
    "original": "中醫證型 風溼熱盛證:病機以是指多因稟性不耐，風熱之邪入侵，溼熱之邪蘊伏，鬱於腠理而發所致的病證，臨床常見表現為皮損潮紅，水皰糜爛，滲液，劇烈瘙癢，風盛者皮損好發於人體上半部，滲液較少，或泛發全身；熱盛者皮損紅赤或發膿瘡；溼盛者水皰累累，滲液多，胸悶納呆等。",
    "colloquial": "中醫裡的風溼熱盛證是什麼意思?這主要是因為人體耐受力不夠，風熱和溼熱的邪氣入侵，鬱積在皮膚層引起的病症。常見的症狀包括皮膚潮紅、水皰糜爛、滲液和劇烈瘙癢。風邪重的話，皮損多發在上"
  },
  {
    "original": "中醫證型 寒飲停胃證:病機以是指寒性水飲停積於胃，以胃脘痞脹，胃中有振水聲，嘔吐清水稀涎，苔白滑，脈弦爲主的常見症的證候，臨床常見表現為脘腹痞脹，胃中有振水聲，嘔吐清水痰涎，口淡不渴，眩暈，舌苔白滑，脈沉弦。",
    "colloquial": "中醫裡的寒飲停胃證是指寒性的水飲積在胃裡，會有胃脘痞脹、胃中有振水聲、嘔吐清水稀涎、舌苔白滑、脈弦這些症狀。臨床上常見的表現是脘腹痞脹、胃中有振水聲、嘔吐清水痰涎"
  },
  {
    "original": "中醫證型 陰毒證:病機以是指陰寒邪毒結聚，以局部漫腫冷痛、喜溫、不紅，難潰、不易成膿，或膿稀氣腥，惡寒肢冷，苔白，脈沉遲等爲常見證的症候，臨床常見表現為局部漫腫冷痛、喜溫、不紅，難潰、不易成膿，或膿稀氣腥，惡寒肢冷，苔白，脈沉遲等。",
    "colloquial": "什麼是陰毒證?陰毒證是指陰寒邪毒結聚，常見症狀包括局部漫腫冷痛、喜溫、不紅，難潰、不易成膿，或膿稀氣腥，還有惡寒肢冷、苔白、脈沉遲等。"
  },
  {
    "original": "中醫證型 陰虛痰溼證:病機以是指陰液虧虛，痰溼內阻，以五心煩熱、顴紅盜汗、胸悶、痰多質黏稠、肢體困重、口膩苔膩、或生瘰癧、舌質紅、脈細滑等爲常見症的證候，臨床常見表現為多見於體弱之兒童或青年，好發於頸部及耳後，起病緩慢，初起結核如豆，皮色不變，不覺疼痛，緩緩增大，以後結核累累如貫珠，成膿時皮色轉爲暗紅，潰後膿水清稀，挾有敗絮樣（乾酪樣）物質，肉色灰白，形成空腔竇道，日久不愈，或反覆潰破。",
    "colloquial": "陰虛痰濕證是指陰液虧虛，痰濕內阻，常見症狀有五心煩熱、顴紅盜汗、胸悶、痰多質黏稠、肢體困重、口膩苔膩、或生瘰癧、舌質紅、脈細滑，常見於體弱的兒童或青年。這種"
  },
  {
    "original": "中醫證型 痰濁證:病機以是指因脾失健運，聚溼成痰，痰氣阻滯而出現的證候，臨牀表現爲咳嗽氣喘，咯痰量多，嘔惡眩暈，或局部有圓滑腫塊，苔膩脈弦滑，臨床常見表現為咳嗽氣喘，咯痰量多，嘔惡眩暈，或局部有圓滑腫塊，苔膩脈弦滑。",
    "colloquial": "痰濁證是什麼意思?痰濁證是因為脾失健運，濕氣聚集成痰，痰氣阻滯所引起的症狀。會有哪些表現呢?常見的表現包括咳嗽氣喘、咳痰多、噁心眩暈，或者局部有圓滑腫塊。舌苔會比較膩"
  },
  {
    "original": "中醫證型 風陽上擾證:病機以是指肝陽有餘，上擾頭面清竅，以頭目脹痛，頭暈耳鳴，急躁多怒，面紅口苦，失眠多夢，舌紅脈弦等爲常見症的證候，臨床常見表現為頭目脹痛，頭暈耳鳴，急躁多怒，面紅口苦，失眠多夢，舌紅脈弦。",
    "colloquial": "風陽上擾證是什麼意思?這是指肝的陽氣過多，影響到頭部和臉部，會出現頭痛、頭暈、耳鳴、急躁易怒、臉紅、口苦、失眠多夢等症狀。舌頭會比較紅，脈象也會比較弦。"
  },
  {
    "original": "中醫證型 陰虛血瘀證:病機以,，臨床常見表現為潮熱，骨蒸；肌膚甲錯；面色及兩目暗黑；腹有癥塊；形體消瘦；心煩；婦女月經不潮；口乾等；舌質暗紅，脈細澀。",
    "colloquial": "什麼是陰虛血瘀證啊?陰虛血瘀證在中醫裡是指身體裡的陰液不足，導致血液運行不暢，常見症狀有潮熱、骨蒸、皮膚乾燥、臉色和眼睛暗黑、腹部有硬塊、身體消瘦、心煩、女生月經不調、口乾，"
  },
  {
    "original": "中醫證型 表裏俱熱證:病機以指風熱、瘟毒等邪侵襲，表裏俱熱，以發熱微惡風寒，頭身疼痛，心煩氣喘，口渴，便祕，尿黃，舌紅苔薄黃，脈浮數等爲常見症的證候，臨床常見表現為發熱微惡風寒，頭身疼痛，心煩氣喘，口渴，便祕，尿黃，舌紅苔薄黃，脈浮數等。",
    "colloquial": "中醫表裏俱熱證是指風熱、瘟毒等邪氣侵襲，表裏都出現熱象。常見症狀有發熱微惡風寒、頭身疼痛、心煩氣喘、口渴、便祕、尿黃、舌紅苔薄黃、脈浮數等。"
  },
  {
    "original": "中醫證型 氣分溼熱證:病機以是指溼熱侵迫氣分，以身熱不揚，胸悶腹脹，身目發黃，肢體睏倦，嘔惡，尿黃，舌紅苔黃膩，脈濡數或滑數等爲常見症的證候，臨床常見表現為身熱不揚，胸悶腹脹，身目發黃，肢體睏倦，嘔惡，尿黃，舌紅苔黃膩，脈濡數或滑數。",
    "colloquial": "氣分溼熱證是指溼熱侵入氣分，常見症狀有身熱不顯著，胸悶腹脹，身體和眼睛發黃，四肢乏力，嘔吐，尿黃，舌紅苔黃膩，脈象濡數或滑數。"
  },
  {
    "original": "中醫證型 衛分證:病機以是指溫熱病邪侵襲膚表，衛氣功能失調，肺失宣降，以發熱、微惡風寒、脈浮數等爲主要表現的表熱證候，臨床常見表現為發熱，微惡風寒，少汗，頭痛，全身不適，口微渴，舌邊尖紅，苔薄黃，脈浮數，或有咳嗽，咽喉腫痛。",
    "colloquial": "中醫裡的衛分證是指溫熱病邪侵襲皮膚表面，導致衛氣功能失調，肺部失去宣降功能，主要表現是發熱、微惡風寒、脈浮數等症狀。臨床上常見的表現有發熱、微惡風寒、少汗、頭痛、全身不適、口微渴、舌"
  },
  {
    "original": "中醫證型 心陰虛火旺證:病機以是指心陰虧虛，虛熱內擾，以心悸心煩、失眠多夢、潮熱盜汗、口渴顴紅、舌紅少津、脈細數等爲常見症的證候，臨床常見表現為心悸心煩、失眠多夢、潮熱盜汗、口渴顴紅、舌紅少津、脈細數等。",
    "colloquial": "心陰虛火旺是什麼意思?就是心陰不足，虛熱內擾，像是心悸心煩、失眠多夢、潮熱盜汗、口渴顴紅、舌紅少津、脈細數這些症狀。"
  },
  {
    "original": "中醫證型 少陰陽虛滑脫證:病機以是指脾腎陽氣虛衰，溫煦功能減退，運化與固攝機能失職而出現以下利爲主，伴有陰寒內盛等臨牀表現的概稱，臨床常見表現為下利清谷，惡寒蜷臥，精神萎靡，小便色白，口渴，脈微細。",
    "colloquial": "中醫證型中的少陰陽虛滑脫證是什麼意思?這是指脾腎的陽氣虛弱，導致身體的溫暖功能下降，運化和固攝能力失常，主要表現為腹瀉，還伴隨著內寒增加等症狀。常見的臨床表現有腹瀉且糞便清稀、怕冷蜷縮、"
  },
  {
    "original": "中醫證型 熱痰證:病機以是指痰濁與邪熱互結，以咯吐黃痰，發熱口渴，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為痰稠色黃，或白痰膠結難咯，咳嗽喘促，喉中痰鳴。",
    "colloquial": "那什麼是熱痰證啊?熱痰證就是痰濁和邪熱結合，會咳黃痰、發熱、口渴，舌頭紅苔黃膩，脈搏滑數。常見的症狀還有痰稠色黃、白痰難咳、咳嗽喘促和喉嚨有痰音。"
  },
  {
    "original": "中醫證型 熱在氣分證:病機以是指邪入陽明氣分，裏熱蒸騰的證候，既可從衛分傳變而來，亦可直入氣分或從營分轉出，臨床常見表現為發熱不惡寒，反惡熱，心煩，喘息，汗出，口渴引飲，尿短赤，舌紅苔黃燥，脈數洪大。",
    "colloquial": "中醫證型熱在氣分證是指邪入陽明氣分，裏熱蒸騰的證候，可以從衛分傳來，也可直入氣分或從營分轉出。臨床常見表現包括發熱不惡寒，反而怕熱，心煩，喘息，出汗，口渴想喝水，尿短赤，舌紅苔黃燥，脈數洪"
  },
  {
    "original": "中醫證型 蘊毒腐潰證:病機以是指氣血瘀滯，血脈不通，經絡阻隔，肌肉筋骨失養所表現出來的一類病證，臨牀表現爲患部潰爛，腐肉及膿水較多，舌紅，苔少，脈細數，臨床常見表現為患部潰爛，腐肉及膿水較多，舌紅，苔少，脈細數。",
    "colloquial": "你好，可以幫我解釋一下蘊毒腐潰證是什麼嗎?這是一種中醫的病證，主要是氣血瘀滯，血脈不通，經絡阻隔，導致肌肉筋骨失養。那臨床上有什麼表現呢?患部會潰爛，腐肉和膿水較多，舌紅，苔少，脈細數"
  },
  {
    "original": "中醫證型 氣滯耳竅證:病機以是指肝氣鬱結，氣機不利，氣滯耳竅，以卒然耳竅失聰，或耳內堵塞、耳鳴，眩暈，胸脅脹悶，情緒抑鬱，脈弦等爲常見症的證候，臨床常見表現為卒然失聰，或耳內堵塞，耳鳴，眩暈，胸脅脹悶，情志抑鬱，脈弦。",
    "colloquial": "中醫說的氣滯耳竅證是指肝氣鬱結，氣機不利，導致耳朵突然聽不見，或者耳內堵塞、耳鳴、頭暈，還有胸部和肋骨附近感到脹悶，情緒低落，脈搏緊張。常見症狀就是突然聽不見，耳內堵塞，耳鳴，頭"
  },
  {
    "original": "中醫證型 心腎陽虛證:病機以是指心與腎的陽氣虧虛，失卻溫運，以畏冷肢涼，心悸怔忡，小便不利，肢體浮腫，腰膝酸冷，舌淡紫，苔白滑，脈弱等爲常見症的證候，臨床常見表現為畏寒肢冷，心悸怔忡，胸悶氣喘，肢體浮腫，小便不利，神疲乏力，腰膝痠冷，脣甲青紫，舌淡紫，苔白滑，脈弱。",
    "colloquial": "心腎陽虛證是心和腎的陽氣不足，會怕冷、手腳也冰冷，心悸、胸口悶，小便不通，四肢浮腫，腰膝酸冷，舌頭淡紫色，舌苔白滑，脈象也比較弱。常見症狀有怕冷、手腳冰冷、心慌、胸悶氣喘、四"
  },
  {
    "original": "中醫證型 寒痰證:病機以是指寒邪與痰濁凝滯，以咯吐白痰，胸悶脘痞，氣喘哮鳴，惡寒肢冷，苔白膩，脈弦滑或弦緊等爲常見症的證候，臨床常見表現為痰白清稀，咳嗽喘促，形寒肢冷；胸部滿悶，口淡不渴，大便溏泄；舌脈:舌質淡，苔白潤，脈沉滑。",
    "colloquial": "寒痰證是什麼意思?寒痰證指的是寒邪和痰濁凝滯，常見症狀有咯吐白痰、胸悶脘痞、氣喘哮鳴、惡寒肢冷等，舌苔白膩，脈弦滑或弦緊。臨床上會看到痰白清稀、咳嗽喘促"
  },
  {
    "original": "中醫證型 血瘀動血證:病機以是指瘀血阻塞，血溢脈外，以出血色紫暗、夾塊，或局部刺痛、固定，或見青紫腫塊，舌紫或有斑點，脈澀等爲常見症的證候，臨床常見表現為以出血爲主，包括鼻衄、齒衄、咳血、吐血、便血、尿血等，血色紫暗，或夾有血塊，局部體表有腫塊，或腹中癥積，面色晦暗無華，脣甲青紫，煩熱，口乾，舌質紫暗或見紫斑、紫點，或舌下脈絡曲張，脈細數。",
    "colloquial": "中醫說的血瘀動血證是指瘀血阻塞，血液溢出脈外，常見出血顏色紫暗並夾有血塊，或局部刺痛固定，青紫腫塊，舌紫或有斑點，脈澀等症狀。臨床上常見鼻衄、齒衄、咳血、吐血、便血"
  },
  {
    "original": "中醫證型 產後汗證:病機以正常的出汗，是人體的生理現象，本節所論述的自汗、盜汗，均爲汗液過度外泄的病理現象，臨床常見表現為。",
    "colloquial": "產後汗證是什麼? 產後汗證是指產婦在生產後自汗或盜汗過多，這是一種病理現象，不是正常出汗。"
  },
  {
    "original": "中醫證型 虛火上浮證:病機以是素體氣陰兩虛，或久病體虛，虛火上炎而出現的證候，臨床常見表現為咽痛、頭昏目眩、心煩不眠、舌質嫩紅、耳鳴健忘、手足心熱，或目赤、口舌生瘡。",
    "colloquial": "虛火上浮是什麼意思?就是平常氣陰不足，或是久病體虛，結果虛火上炎，會有咽痛、頭昏目眩、心煩睡不著、舌頭嫩紅、耳鳴健忘、手腳心熱，或眼睛紅、口舌生瘡的症狀。"
  },
  {
    "original": "中醫證型 情志失調證:病機以指喜、怒、憂、思、悲、恐、驚七情過度，而引起臟腑精氣功能紊亂而致疾病發生或誘發的一種致病因素，臨床常見表現為。",
    "colloquial": "情志失調證是什麼?情志失調證指的是因為喜、怒、憂、思、悲、恐、驚這七種情緒過度導致臟腑精氣功能紊亂，引起或誘發疾病。"
  },
  {
    "original": "中醫證型 風熱痰凝證:病機以是指風熱痰毒凝滯，氣血不暢，以發熱面赤，咳嗽，痰多而黃稠，胸悶氣喘，咽喉腫痛，或瘡瘍腫痛質硬、難潰難消，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為發熱面赤，咳嗽，痰多而黃稠，胸悶氣喘，咽喉腫痛，或瘡瘍腫痛質硬、難潰難消，舌紅苔黃膩，脈滑數。",
    "colloquial": "什麼是風熱痰凝證?風熱痰凝證就是風熱痰毒堵在體內，氣血不通，常見的症狀有發熱、面赤、咳嗽、痰多且黃稠、胸悶氣喘、咽喉腫痛，或者瘡瘍腫痛質硬難消，舌紅苔黃膩，脈滑數。"
  },
  {
    "original": "中醫證型 寒溼蘊膚證:病機以是指寒溼之邪蘊結肌膚，以皮膚麻木、僵硬、腫脹、感覺不靈、觸之發冷等爲主症的病證，臨床常見表現為皮膚麻木、僵硬、腫脹、感覺不靈、觸之發冷等。",
    "colloquial": "寒溼蘊膚證是什麼?主要是寒溼之邪積聚在皮膚，會讓皮膚麻木、僵硬、腫脹、感覺不靈、摸起來發冷，這些都是常見的症狀。"
  },
  {
    "original": "中醫證型 少陽兼胃熱證:病機以是指少陽陽明並病而出現的一組症候羣的概稱，臨床常見表現為胸脅苦滿，嘔吐，潮熱，微利不止，或兼口苦咽乾目眩，或不大便，苔黃厚，脈弦數。",
    "colloquial": "少陽兼胃熱證是什麼?少陽兼胃熱證是指少陽和陽明同時出現症狀的一種情況。常見症狀有胸脅脹痛、嘔吐、潮熱、輕微腹瀉不停，或口苦咽乾目眩，或便秘，舌苔黃厚，脈象弦數。"
  },
  {
    "original": "中醫證型 氣虛證:病機以指元氣不足，氣的推動、固攝、防禦、氣化等功能減退，或臟器組織的機能減退，以氣短、乏力、神疲、脈虛等爲主要表現的虛弱證候，臨床常見表現為氣短聲低，少氣懶言，精神疲憊，體倦乏力，脈虛，舌質淡嫩，或有頭暈目眩，自汗，動則諸症加重。",
    "colloquial": "氣虛證是什麼?氣虛證是元氣不足，導致氣的推動、固攝、防禦和氣化等功能減退，或臟器功能減退的情況。主要表現有氣短、乏力、精神疲憊、脈虛等。常見症狀包括氣短聲低、少氣懶言、精神疲憊、體倦乏力、"
  },
  {
    "original": "中醫證型 血虛外感證:病機以是指指素體血虛，感受外邪，津液不能作汗達邪而引起的一系列臨牀表現的外感證候，臨床常見表現為頭痛身熱，微惡風寒，少汗或無汗，鼻塞流涕，乾咳少痰，頭暈目花，面白無華，指甲蒼白，心悸健忘，手足發麻，女子月經量少，脣舌淡，苔薄白，脈細或浮而無力。",
    "colloquial": "血虛外感證是指本來就血虛的人，外邪侵入後，因為津液不能透過出汗排邪而引起的一系列臨床表現。常見的症狀有頭痛發熱、微怕風寒、少汗或無汗、鼻塞流鼻涕、乾咳少痰、頭暈眼花、臉色蒼白、指甲蒼白、"
  },
  {
    "original": "中醫證型 飲食積滯證:病機以是指由於飲食不節，損傷脾胃而出現的證候，臨牀表現爲脘腹脹滿疼痛，噯腐吞酸，或嘔吐酸腐食物，納呆厭食，矢氣，大便酸腐臭穢、或夾有未消化的食物，舌苔厚膩，脈滑，臨床常見表現為脘腹脹滿疼痛，噯腐吞酸，或嘔吐酸腐食物，納呆厭食，矢氣，大便酸腐臭穢、或夾有未消化的食物，舌苔厚膩，脈滑。",
    "colloquial": "你最近是不是因為飲食不節，覺得肚子脹、痛，還經常打嗝、反酸，甚至有時會吐出酸腐的東西，吃東西也沒胃口，放屁多，大便酸臭，還有消化不良的食物?如果舌苔厚膩，脈滑，那可能是飲食積滯證。"
  },
  {
    "original": "中醫證型 表寒證:病機以是指風寒之邪侵襲肌表所表現的證候，以惡寒、發熱、頭痛、苔薄白、脈浮爲主要臨牀表現，臨床常見表現為以惡寒、發熱、頭痛、苔薄白、脈浮爲主要臨牀表現。",
    "colloquial": "什麼是表寒證?表寒證是指風寒侵襲肌表，主要症狀有怕冷、發燒、頭痛、舌苔薄白、脈浮。"
  },
  {
    "original": "中醫證型 火毒傳腎證:病機以指多因火熱邪毒，侵害人體，損傷經脈，瘀阻氣血，重者火毒循經人裏，內攻於腎所致病證，臨床常見表現為創面腐爛，分泌物增多，局部水腫，寒戰高熱，汗多，口渴，小便短赤，兼見血尿，尿少，尿閉，浮腫，舌質紅，舌苔黃，脈洪數。",
    "colloquial": "什麼是火毒傳腎證? 火毒傳腎證是因為火熱邪毒侵害人體，損傷經脈，氣血瘀阻，嚴重時火毒循經入裡，內攻於腎。臨床表現為創面腐爛、分泌物增多、局部水腫、寒戰高熱、出汗多、口渴、小"
  },
  {
    "original": "中醫證型 陽虛血瘀證:病機以是指陽氣虧損，瘀血阻滯，以畏寒肢涼，肢體麻木，或痿廢不用，或局部固定刺痛，肢體紫斑，出血紫暗夾塊，舌淡胖或有斑點，脈沉遲而澀等爲常見症的證候，臨床常見表現為陽虛證:肢冷，十指末端疼痛，遇寒加重，面色蒼白或青紫，畏寒喜暖，口淡不渴，二便清稀；血瘀證主要特點:是疼痛固定不移，痛如針刺，往往夜間爲甚，局部腫塊，拒按，出血；婦女月經不調，經來腹痛，血色紫暗有塊，舌青紫，有瘀斑，脈細澀。",
    "colloquial": "陽虛血瘀證是指陽氣不足，血液不流通，常見症狀有怕冷、四肢冰涼、肢體麻木或無力、局部刺痛、肢體紫斑、出血紫暗有塊，舌頭淡胖或有斑點，脈象沉遲而澀。臨床表現中，陽虛證有肢體"
  },
  {
    "original": "中醫證型 腎虛血瘀證:病機以是指腎精或陽氣虧虛，鼓舞無力而致瘀血阻滯，以腰膝痠軟、腰脊刺痛拒按，耳鳴，尿少，尿濁或尿血，舌淡紫，脈細澀等爲常見症的證候，臨床常見表現為腰膝痠軟，腰脊刺痛拒按，頭暈目眩；婦女月經量少甚至閉經，常伴有痛經；小便淋瀝，耳聾耳鳴，鬚髮早白，牙齒鬆動易於脫落；畏寒肢冷，面色晦暗或有色素沉着，性功能減退；疲乏無力，機體抗病能力下降；舌淡紫，脈細澀等。",
    "colloquial": "中醫認為腎虛血瘀證是指腎精或陽氣不足，導致血瘀阻滯。常見症狀有腰膝痠軟、腰脊刺痛、耳鳴、尿少、尿濁或尿血，舌色淡紫，脈細澀。臨床表現包括腰膝痠軟、頭暈目眩、女性月"
  },
  {
    "original": "中醫證型 肝脾不調證:病機以是指肝失疏泄，脾失健運所表現的證候，臨床常見表現為胸脅脹滿竄痛，腹脹納呆，腹痛欲瀉，瀉後痛減，或便溏不爽，腸鳴矢氣，兼見善太息，情志抑鬱，或急躁易怒，舌苔白，脈弦或緩。",
    "colloquial": "什麼是肝脾不調證?這是指肝臟疏泄功能不好，脾臟運化功能也不好，常見症狀有胸脅脹痛、腹脹不想吃東西、腹痛想拉肚子，拉完就不痛了，或者大便不成形、有腸鳴和放屁，還會經常嘆氣、情緒低落或者容易"
  },
  {
    "original": "中醫證型 心陽虛脫證:病機以因病久陽氣虛衰，漸致心陽衰敗而欲脫，在病重虛衰的基礎上出現冷汗淋漓，四肢厥冷，呼吸微弱，心悸怔忡，面色蒼白，脈微欲絕，神志模糊等常見症的證候，臨床常見表現為在心陽虛證的基礎上，突然冷汗淋漓，四肢厥冷，面色蒼白，呼吸微弱，或心悸，心胸劇痛，神志模糊或昏迷，脣舌青紫，脈微欲絕。",
    "colloquial": "中醫裡的心陽虛脫證是指因為長期生病導致陽氣虛弱，最後心陽衰敗。這種情況下病人會出現冷汗不止、四肢冰冷、呼吸微弱、心悸、面色蒼白、脈搏微弱到幾乎感覺不到，還有可能神志模糊。症狀突然發作"
  },
  {
    "original": "中醫證型 脾虛溼熱證:病機以是指脾氣虛弱，溼熱內蘊，以食少，腹脹，便溏不爽，身熱不揚，身體困重，舌紅胖，苔黃滑，脈滑數等爲常見症的證候，臨床常見表現為身體困重，身熱不揚，食少腹脹，便溏，舌紅胖齒痕，苔黃厚膩，脈細濡數。",
    "colloquial": "中醫裡的脾虛溼熱證是指脾氣虛弱，溼熱內蘊，常見症狀有食慾不振、腹脹、便溏、身體沉重、舌紅胖、苔黃滑、脈滑數等。臨床上常見的表現有身體沉重、身熱不揚、食少腹脹、便溏"
  },
  {
    "original": "中醫證型 痰火上擾證:病機以是指痰火上擾清竅，神明逆亂所表現出來的病證，臨牀表現爲心煩不安，失眠多夢，易驚善恐，心悸不寧，便祕尿黃；或喉間痰鳴，胸悶煩躁，甚則狂越妄動，傷人物，不避親疏；或語言錯亂，哭笑無常，或神昏語，或伴肢體強痙拘急，舌質紅，舌苔黃膩，脈滑數或弦滑，臨床常見表現為心煩不安，失眠多夢，易驚善恐，心悸不寧，便祕尿黃；或喉間痰鳴，胸悶煩躁，甚則狂越妄動，傷人物，不避親疏；或語言錯亂，哭笑無常，或神昏語，或伴肢體強痙拘急，舌質紅，舌苔黃膩，脈滑數或弦滑。",
    "colloquial": "什麼是痰火上擾證?痰火上擾證是指痰火上擾清竅，導致神明逆亂的病證，會出現心煩不安、失眠多夢、易驚善恐、心悸不寧、便秘尿黃，有時喉間痰鳴、胸悶煩躁，嚴重時可能狂躁"
  },
  {
    "original": "中醫證型 風火蔽竅證:病機以指多因風陽上擾，氣火併逆，矇蔽清竅，神明失司所致病證，臨床常見表現為突然昏僕，不省人事，牙關緊閉，口噤不開，兩手握固，肢體偏癱，拘急，抽搐，兼見面紅氣粗，躁動不安，舌質偏紅，苔黃，脈弦滑有力等。",
    "colloquial": "中醫裡的風火蔽竅證是什麼意思?風火蔽竅證是指因為風陽上擾和氣火併逆，導致清竅被蒙蔽，神明失控的病證。常見症狀有突然昏倒、不省人事、牙關緊閉、口噤不開、兩手緊握、肢體偏癱、拘急"
  },
  {
    "original": "中醫證型 血熱化燥證:病機以指血分熱盛而出現傷陰、動血，致陰血不足，機體失於濡養的證候，臨床常見表現為身熱夜甚，口燥咽乾，渴不多飲，心煩躁擾，發狂，發痙，毛枯不榮，皮膚瘙癢，肌膚甲錯，肌肉消瘦，神疲倦怠，小便短少或尿血，便祕或便血，吐衄發斑，舌質紅絳，苔幹少津，脈細而澀。",
    "colloquial": " 什麼是血熱化燥證? 血熱化燥證是指血分熱盛導致陰血不足，臨床表現有身熱夜甚、口燥咽乾、渴不多飲、心煩躁擾、發狂、肌肉消瘦等症狀。"
  },
  {
    "original": "中醫證型 正虛毒結證:病機以是指正氣虛弱，毒邪蘊結所表現出來的一類病證，臨床常見表現為腫勢平塌，跟腳散漫，化膿遲緩，舌質淡紅，苔白，或黃，脈數無力。",
    "colloquial": "什麼是正虛毒結證?就是指正氣虛弱，毒邪蘊結的一種病證，常見症狀有腫勢平塌，跟腳散漫，化膿慢，舌質淡紅，苔白或黃，脈數無力。"
  },
  {
    "original": "中醫證型 暑傷肺胃證:病機以是指暑熱之邪耗傷肺胃津氣，以發熱，口渴，神疲乏力，氣短，自汗，脈弱等爲常見症的證候，臨床常見表現為發熱，口渴，神疲乏力，氣短，自汗，脈弱。",
    "colloquial": "中醫認為暑傷肺胃證是因為暑熱傷了肺胃的津氣，所以會出現發熱、口渴、神疲乏力、氣短、自汗、脈弱等症狀，這些都是臨床常見的表現。"
  },
  {
    "original": "中醫證型 暑溼在表證:病機以指多因感受暑熱兼夾溼邪，鬱於肌表，熱被溼遏，衛表及經絡之氣不得宣暢所致病證，臨床常見表現為頭痛，身重，發熱不揚，微惡寒，無汗或少汗，舌苔白膩，脈濡帶數。",
    "colloquial": "中醫認為暑溼在表證是因為受到了暑熱和溼邪，這些鬱積在肌表，熱被溼氣壓制，衛表和經絡的氣無法順暢，導致的病證。臨床上常見的表現有頭痛、身體沉重、發熱不明顯、稍微怕冷、無汗或少汗、舌苔白"
  },
  {
    "original": "中醫證型 邪熱內陷證:病機以是指多因邪熱壅滯胃腑，阻滯氣機，胃氣鬱遏所致病證，臨床常見表現為胃脘痞滿，灼熱急迫，按之滿甚，心煩口燥，喜冷飲，身熱汗出，大便乾結，小便短赤，舌紅苔黃，脈滑數。",
    "colloquial": "邪熱內陷證是什麼意思?是指邪熱壅滯在胃腑，讓氣機不順，胃氣鬱結所引起的症狀。常見的表現有胃部悶脹灼熱、心煩口乾、喜歡喝冷飲、身體發熱出汗、大便乾結、小便短赤、舌紅苔黃、脈象滑數。"
  },
  {
    "original": "中醫證型 寒溼瘀滯證:病機以是指寒溼內蘊，血行痕滯，以惡寒畏冷，肢體沉重、痠痛或刺痛，得溫痛減，脣舌紫暗，舌有斑點，舌苔白滑，脈沉細澀等爲常見症的證候，臨床常見表現為惡寒畏冷、肢體沉重痠痛，或刺痛，得溫痛減，脣色紫黯，舌有斑點，苔白滑，脈沉細澀等。",
    "colloquial": "什麼是寒溼瘀滯證?這種情況主要是因為寒溼內蘊，導致血液流通不暢。常見症狀包括怕冷、身體沉重痠痛或刺痛，溫暖會減輕疼痛，嘴唇和舌頭顏色紫暗，舌頭上有斑點，舌苔白滑，脈象沉"
  },
  {
    "original": "中醫證型 氣分證:病機以是指外感溫熱病邪內入臟腑，正盛邪實，邪正劇爭，以壯熱煩渴，舌紅苔黃，尿赤便結，脈洪或數等爲常見症的證候，臨床常見表現為發熱，不惡寒，反惡熱，汗出，口渴，尿黃，舌紅苔黃，脈數有力。",
    "colloquial": "氣分證是什麼?氣分證是指外感溫熱病邪進入臟腑，導致正氣旺盛但邪氣也很強，兩者激烈對抗。常見症狀有高燒煩渴、舌紅苔黃、尿赤便秘、脈洪或數。臨床上常見的表現包括發熱、不怕冷反而怕熱、出汗"
  },
  {
    "original": "中醫證型 火毒傳肝證:病機以指多因火熱邪毒，侵害人體，損傷經脈，瘀阻氣血，重者火毒循經人裏，內攻於肝所致病證，臨床常見表現為創面腐爛，分泌物增多，局部水腫，寒戰高熱，汗多，口渴，小便短赤，兼見痙攣抽搐或黃疸，舌質紅，舌苔黃，脈洪數。",
    "colloquial": "中醫證型火毒傳肝證是什麼?就是火熱邪毒侵害身體，損傷經脈，瘀阻氣血，嚴重的話火毒會循經進入肝臟，導致疾病。症狀包括創面腐爛、分泌物增多、局部水腫、寒戰高熱、汗多、口渴、小便短赤，還可能有"
  },
  {
    "original": "中醫證型 太陽經證:病機以指風寒之邪侵犯人體肌表，正邪抗爭，營衛失和，以惡寒、脈浮、頭痛等爲主要表現的證候，臨床常見表現為惡風寒，頭項強痛，脈浮。",
    "colloquial": "中醫說的太陽經證是指風寒侵襲人體表面，正邪在抗爭，營衛不和，主要表現為怕冷、脈浮和頭痛，常見症狀有怕風寒、脖子和頭很痛、脈浮。"
  },
  {
    "original": "中醫證型 飲停心包證:病機以是指因飲邪停積心包，阻滯氣血運行所致，以心悸怔忡、心胸滿悶、氣喘、倚息不能平臥、舌淡紫、苔白滑、脈沉伏或弱等爲常見症的證候，臨床常見表現為心悸怔忡、心胸滿悶、氣喘、倚息不能平臥、舌淡紫、苔白滑、脈沉伏或弱等。",
    "colloquial": "中醫證型裡的飲停心包證是說飲邪停在心包，讓氣血運行不順，常見的症狀有心悸怔忡、心胸滿悶、氣喘、躺不平、舌淡紫、苔白滑、脈沉伏或弱。這些症狀在臨床上經常會看到。"
  },
  {
    "original": "中醫證型 血輪虛熱證:病機以是指心陰不足，陰不配陽而出現的心火內盛，上炎目竅，以兩眥部紅赤爲特徵的證候，臨床常見表現為小眥紅赤不甚，或從小眥部生出赤脈，貫經白睛而向黑睛，刺癢緊澀，隱痛不舒，虛煩不眠，口乾咽燥，甚則煩熱盜汗，小溲色黃，舌紅少苔，脈細數等。",
    "colloquial": "什麼是血輪虛熱證?這是指心陰不足，陰不配陽，心火內盛，上炎目竅的情況。特徵是兩眥部紅赤，常見症狀包括小眥紅赤不甚，或小眥部有赤脈，眼睛刺癢緊澀，隱痛不舒，虛煩不眠，口乾咽燥，"
  },
  {
    "original": "中醫證型 脾陽虛證:病機以是指脾陽虛衰，失於溫運，以腹脹食少，腹痛喜溫、喜按，畏冷肢涼，大便稀溏，或下肢水腫，或婦女帶下量多，舌淡苔白潤，脈沉遲無力等爲常見症的證候，臨床常見表現為食少，腹脹，腹痛綿綿，喜溫喜按，畏寒怕冷，四肢不溫，面白少華或虛浮，口淡不渴，大便稀溏，甚至完谷不化，或肢體浮腫，小便短少，或白帶清稀量多，舌質淡胖或有齒痕，舌苔白滑，脈沉遲無力。",
    "colloquial": "脾陽虛是什麼意思?就是脾陽虛弱，沒辦法正常溫運。常見的症狀有食慾不佳、腹脹、腹痛喜溫喜按、怕冷、四肢冰涼、大便稀溏、下肢水腫或者婦女白帶多。舌頭淡白潤滑，脈象沉遲無力。簡單"
  },
  {
    "original": "中醫證型 熱傷營陰證:病機以是指熱邪深入營血，損傷營陰，以身熱夜甚，心煩不寐，口渴欲飲，斑疹隱隱，便結尿黃，舌絳，脈細數等爲常見症的證候，臨床常見表現為身熱夜甚，心煩不寐，口渴欲飲，斑疹隱隱，便結尿黃，舌絳，脈細數。",
    "colloquial": "中醫證型熱傷營陰證是什麼?這是熱邪深入營血，損傷營陰引起的。常見症狀有晚上燒得更厲害、心煩睡不著、口渴想喝水、皮膚上隱約有斑疹、大便乾結尿黃、舌頭紅、脈象細數。"
  },
  {
    "original": "中醫證型 痹證:病機以是臨牀常見的病證，其發生與體質因素、氣候條件、生活環境有密切關係，臨床常見表現為。",
    "colloquial": "中醫痹證是什麼?痹證和體質、氣候、生活環境有關，常見症狀是什麼?"
  },
  {
    "original": "中醫證型 火毒證:病機以是指火熱壅盛成毒，以肌膚等處生瘡癤療癰，紅腫灼痛，化膿潰爛，發熱口渴，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為肌膚等處生瘡癤療癰，紅腫灼痛，化膿潰爛，發熱口渴，舌紅苔黃，脈數。",
    "colloquial": "火毒證是什麼意思呢?火毒證是指火熱壅盛成毒，會在肌膚等處生瘡癤療癰，紅腫灼痛，化膿潰爛，還會發熱口渴，舌紅苔黃，脈數。這些症狀代表火毒證的常見表現。"
  },
  {
    "original": "中醫證型 脾胃不和證:病機以是指多因氣機阻滯，脾失健運所致，臨床常見表現為脘腹痞脹，胃脘嘈雜，食慾不振，或食後腹脹，便溏不爽，噯氣腸鳴，脈弦等。",
    "colloquial": "什麼是脾胃不和證?脾胃不和證是因為氣機阻滯，脾的運作不好，常見症狀有腹部脹痛、胃部不適、食慾差、吃完飯後腹脹、大便不成形、打嗝、腸鳴和脈弦等。"
  },
  {
    "original": "中醫證型 肺熱津傷證:病機以是指肺熱熾盛，陰液虧虛，以發熱口渴，咳嗽痰少，氣喘，便祕尿黃，舌紅苔黃少津，脈數等爲常見症的證候，臨床常見表現為發熱口渴，咳嗽痰少，氣喘，便祕尿黃，舌紅苔黃少津，脈數。",
    "colloquial": "請問什麼是肺熱津傷證啊? 肺熱津傷證就是肺部熱盛，身體陰液不足，會出現發熱口渴、咳嗽痰少、氣喘、便祕尿黃、舌紅苔黃少津、脈數這些症狀。"
  },
  {
    "original": "中醫證型 毒邪內閉證:病機以是指毒邪熾盛，內閉臟腑所致的證候，臨牀表現爲壯熱口渴，神昏澹語，面色暗紅，便祕尿黃，舌紅絳，苔黃，脈沉數，臨床常見表現為壯熱口渴，神昏澹語，面色暗紅，便祕尿黃，舌紅絳，苔黃，脈沉數。",
    "colloquial": "什麼是毒邪內閉證啊?就是毒邪熾盛，內閉臟腑的情況。會有什麼症狀呢?會有壯熱口渴、神昏澹語、面色暗紅、便祕尿黃、舌紅絳、苔黃、脈沉數。"
  },
  {
    "original": "中醫證型 虛陽浮越證:病機以是指陽虛陰盛，格陽於上，以面紅如妝，口咽乾燥，皮膚灼熱，下肢厥冷，小便清長，大便溏泄，脈浮大無力等爲常見症的證候，臨床常見表現為惡寒，倦臥，四肢厥冷，下利清谷，身熱，面紅如妝，心煩乾嘔，脈微細欲絕；或久病重病患者，一直面色蒼白神志不清，突然出現兩顴泛紅如妝，紅色遊移不定，神志短暫清楚，想見家人的“迴光返照”徵。",
    "colloquial": " 什麼是虛陽浮越證?  虛陽浮越證是指陽虛陰盛，陽氣浮於上，常見症狀包括面紅如妝、口咽乾燥、皮膚灼熱、下肢厥冷、小便清長、大便溏泄、脈浮大無力等。病人可能會有惡寒、倦臥、四"
  },
  {
    "original": "中醫證型 脾胃氣虛證:病機以是指脾胃氣虛，中焦失運，以食慾不振，院腹痞脹，食後尤甚，大便溏薄，神疲，肢體倦怠，舌淡脈弱等爲常見症的證候，臨床常見表現為面色白或萎黃，神疲乏力，少語懶言，納呆腹脹，食後不易消化或食後即吐等症狀，舌質淡紅或胖大邊有齒痕，脈虛弱。",
    "colloquial": "脾胃氣虛證是什麼呢?就是指脾胃的氣虛弱了，會出現食慾不振、腹部脹滿、大便稀薄、神疲倦怠等症狀。臨床上常見的表現有面色白或萎黃、少語懶言、吃飯後腹脹、食物不易消化或吃完就吐。舌"
  },
  {
    "original": "中醫證型 風火上攻證:病機以是指外感風熱邪毒引動內火，風火之邪上攻胞瞼，以致胞瞼皮膚潰爛的一類病證，臨床常見表現為胞瞼紅赤如朱，掀熱疼痛難忍，水皰簇生，甚而潰爛；或伴發熱寒戰；舌質紅，苔黃燥，脈數有力。",
    "colloquial": "這是描述一種中醫證型叫風火上攻證，病機是外感風熱邪毒引動內火，風火之邪上攻到眼瞼，導致眼瞼皮膚潰爛。通常表現是眼瞼紅腫、疼痛、水皰，有時會發熱寒戰，舌紅苔黃，脈數有力。"
  },
  {
    "original": "中醫證型 風熱閉肺證:病機以風熱外侵，肺氣鬱閉，以發熱惡風，咳嗽，氣粗而喘，胸悶胸痛，鼻煽，無汗，舌紅，脈浮數等爲常見症的證候，臨床常見表現為發熱惡風，咳嗽，氣粗而喘，胸悶胸痛，鼻煽，無汗，舌紅，脈浮數。",
    "colloquial": "風熱閉肺證是什麼?風熱閉肺證是指風熱外侵，導致肺氣鬱閉。會有什麼症狀?常見有發熱惡風、咳嗽、氣粗而喘、胸悶胸痛、鼻煽、無汗、舌紅、脈浮數。"
  },
  {
    "original": "中醫證型 熱毒瘀肝證:病機以是指火熱毒邪，瘀滯於肝，以脅肋灼痛，或脅下有腫塊，壯熱，口渴，身目深黃，甚或神昏，面赤，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為脅肋灼痛，或脅下有腫塊，壯熱，口渴，身目深黃，甚或神昏，面赤，舌紅苔黃，脈弦數等。",
    "colloquial": "熱毒瘀肝證是因為火熱毒邪在肝臟滯留引起的，主要症狀有脅肋灼痛或脅下有腫塊，發高燒、口渴、身體和眼睛發黃，嚴重的時候會神志不清，臉紅、舌紅苔黃，脈弦數等。這些都是臨"
  },
  {
    "original": "中醫證型 氣虛毒滯證:病機以指氣血虛弱，正不勝邪，毒滯不化，以致不能透毒外出而出現的危重證候，臨床常見表現為瘡形平塌散漫，瘡色晦暗，膿腐不透，膿少而薄，身體虛弱，伴見發熱或惡寒，倦怠神疲，面色蒼白無華，舌淡，脈數無力，同時伴見神昏譫語，氣息急促。",
    "colloquial": "氣虛毒滯證是怎麼回事?就是指氣血虛弱，身體抵抗力不夠，毒素排不出去。這種情況下，常見症狀有瘡形平塌散漫，瘡色晦暗，膿少且薄，身體虛弱，可能發熱或怕冷，疲倦沒精神，臉色蒼白，舌淡，"
  },
  {
    "original": "中醫證型 陰閉證:病機以是指痰濁瘀阻神竅所致的病證，臨牀表現爲面白脣紫、痰涎壅盛、四肢不溫、舌苔白膩、脈沉滑，臨床常見表現為突然昏僕，不省人事，牙關緊閉，口噤不開，兩手握固，大小便閉，肢體強痙，面白脣暗，靜臥不煩，四肢不溫，痰涎壅盛，苔白膩，脈沉滑緩。",
    "colloquial": "什麼是陰閉證?陰閉證是指痰濁瘀阻神竅引起的病症，症狀包括面白唇紫、痰多、四肢不溫、舌苔白膩、脈沉滑，常見表現為突然昏倒、不省人事、牙關緊閉、手握拳、大小便不通、肢體僵硬等。"
  },
  {
    "original": "中醫證型 氣陰兩傷證:病機以是指是指熱傷氣陰所致，出現神疲倦怠、少氣乏力，咽燥口渴、大便乾結、舌紅苔剝、脈細無力，臨床常見表現為神疲倦怠、少氣乏力，咽燥口渴、大便乾結、舌紅苔剝、脈細無力。",
    "colloquial": "什麼是氣陰兩傷證?就是熱傷了氣和陰，會覺得很累、沒力氣，喉嚨乾、口渴、便秘、舌頭紅且沒舌苔、脈細又沒力。"
  },
  {
    "original": "中醫證型 氣機失調證:病機以是指氣的運動出現異常變化，升降出入之間失去協調平衡的狀態，臨床常見表現為。",
    "colloquial": "中醫證型氣機失調證是什麼意思?就是說氣的運動出現異常變化，升降出入之間失去協調平衡，臨床上常見什麼症狀呢?"
  },
  {
    "original": "中醫證型 痰熱阻結證:病機以是指因恣食炙煿厚味，脾胃蘊結溼熱，灼溼生痰，痰熱相結，阻滯脈絡所致的一類病證，臨床常見表現為胞瞼脹痛而癢，眼有沙澀感或瞼腫難睜。",
    "colloquial": "痰熱阻結證是什麼?這是因為吃了太多油膩厚重的食物，導致脾胃裡有溼熱，然後溼熱燒成痰，痰和熱結合在一起，堵住了經脈。常見症狀包括眼皮脹痛癢，眼睛有沙子感覺或眼皮腫脹難以睜開"
  },
  {
    "original": "中醫證型 太陽表寒裏飲證:病機以是指素有宿飲，復感風寒，衛陽被遏，營陰阻滯，肌腠閉塞，肺失宣降，引動內飲所致的證候，臨床常見表現為惡寒發熱，頭痛身痛，無汗，咳嗽喘息，痰白清稀泡沫量多，乾嘔，口多不渴，苔白滑潤，脈浮緊弦。",
    "colloquial": "請問什麼是太陽表寒裏飲證?太陽表寒裏飲證是指本來體內有積水，然後又受了風寒，導致衛陽被困住，營陰阻塞，肌肉表面閉塞，肺失去宣降功能，從而引發內飲的病症。常見的症狀有怕冷發熱、頭痛身痛、無汗、咳嗽喘"
  },
  {
    "original": "中醫證型 血瘀齒齦證:病機以是指瘀血內阻，齒齦瘀滯，以齒齦刺痛、齦肉紫暗或有贅生物，或齦肉腐潰流出污黑血水，舌黯，脈澀等爲常見症的證候，臨床常見表現為齒齦刺痛、齦肉紫暗或有贅生物，或齦肉腐潰流出污黑血水，舌黯，脈澀等。",
    "colloquial": "什麼是血瘀齒齦證?這是指瘀血內阻，導致齒齦刺痛、齦肉紫暗或有贅生物，甚至齦肉腐潰流出污黑血水。常見症狀還包括舌黯和脈澀。"
  },
  {
    "original": "中醫證型 熱入血分證:病機以是指溫病邪入血分，迫血妄行，臨證以身熱夜甚、斑疹、吐衄爲主症的證候，臨床常見表現為身熱夜甚，躁擾不寧，甚或神昏譫語，舌質深絳，脈弦數；或見斑疹顯露、色紫黑，或吐血、衄學、便血、尿血；或見四肢抽搐，頸項強直，角弓反張，目睛上視，牙關緊閉。",
    "colloquial": "什麼是熱入血分證?這是指溫病邪氣進入血分，導致血液運行失常。主要症狀包括晚上發熱加重、出現斑疹、吐血和鼻血等。患者可能會發燒、煩躁不安，甚至神志不清，舌頭顏色深紅，脈象弦數。還可能看到皮膚上出現"
  },
  {
    "original": "中醫證型 血虛邪戀證:病機以泛指血虛而又有邪毒留滯所反映的證候，臨床常見表現為面、瞼、脣、舌、甲舌淡，肢體麻木、脈細等血虛見症外，由於邪毒不同而各具特徵。",
    "colloquial": "中醫的血虛邪戀證是指血虛加上有邪毒滯留的情況。一般會看到臉色、眼瞼、嘴唇、舌頭和指甲偏淡，還有四肢麻木、脈細等血虛症狀，不同邪毒會有不同特徵。"
  },
  {
    "original": "中醫證型 少陰寒化證:病機以指少陰陽氣虛衰，病邪入內從陰化寒，陰寒獨盛，以無熱惡寒，脈微細，但欲寐，肢厥，下利等爲常見症的證候，臨床常見表現為無熱惡寒，脈微細，但欲寐，肢厥，下利等。",
    "colloquial": "中醫的少陰寒化證是指少陰陽氣虛衰，病邪入內從陰化寒，陰寒獨盛，常見症狀有無熱惡寒，脈微細，但欲寐，肢厥，下利等。"
  },
  {
    "original": "中醫證型 水氣凌心證:病機以是指心與腎的陽氣虧虛，水液氾濫，以畏冷肢涼，肢體浮腫，下肢尤甚，心悸，氣喘不能平臥，咳嗽吐稀白痰，舌淡胖，苔白滑，脈弱等爲常見症的證候，臨床常見表現為心悸、眩暈、噁心嘔吐，畏寒肢冷，肢體浮腫，氣喘不能平臥，咳吐稀白痰，小便不利，胸脘痞滿，渴而不欲飲，舌苔白膩，脈弱或細滑。",
    "colloquial": "中醫說的水氣凌心證，是心和腎的陽氣不足，導致水液氾濫。常見症狀有怕冷、四肢冰涼、浮腫特別是腿部，心悸、氣喘無法平躺、咳嗽吐白痰、舌淡胖、舌苔白滑、脈弱。臨床表現有心悸、"
  },
  {
    "original": "中醫證型 溼熱阻絡證:病機以指溼熱之邪阻滯經脈的證候，臨床常見表現為發熱口渴不甚，肢體重痛、麻木，瘙癢，苔黃膩，脈滑數等。",
    "colloquial": "什麼是溼熱阻絡證?溼熱阻絡證是指溼熱之邪阻滯經脈，常見症狀包括發熱但不太渴、肢體沉重疼痛或麻木、皮膚瘙癢、舌苔黃膩、脈象滑數等。"
  },
  {
    "original": "中醫證型 熱擾心神證:病機以是指邪熱熾盛，心神被擾，以心悸心煩，失眠多夢，甚或澹語，發熱口渴，面赤，舌紅苔黃，脈滑數等爲常見症的證候，臨床常見表現為心悸心煩，失眠多夢，甚或澹語，發熱口渴，面赤，舌紅苔黃，脈滑數。",
    "colloquial": "中醫的熱擾心神證是什麼意思?   熱擾心神證是指身體內的邪熱很旺盛，導致心神被打擾。常見症狀有心悸心煩、失眠多夢，有時會說胡話，還會發熱口渴、臉紅、舌頭紅、舌苔黃、脈搏滑且數。"
  },
  {
    "original": "中醫證型 脾虛溼蘊證:病機以是指脾氣虛弱，溼濁內停，以食少，腹脹，便溏，身體困重，或有微腫，舌淡胖，苔白潤或膩，脈濡緩等爲常見症的證候，臨床常見表現為食少，腹脹，便溏，身體困重，或有微腫，舌淡胖，苔白潤或膩，脈濡緩。",
    "colloquial": "脾虛溼蘊證是什麼意思啊?就是脾氣虛弱，體內有溼氣，會有食慾不振、腹脹、便溏、身體困重，有時還會微腫，舌頭淡胖，舌苔白潤或膩，脈象濡緩的症狀。這些都是常見的表現。"
  },
  {
    "original": "中醫證型 氣鬱痰結證:病機以是指因七情內傷，憂思鬱怒，脾虛運化失司，氣鬱痰結的一類病證，臨牀表現爲胸脅脘腹脹悶竄痛，或有圓滑痞塊，或肌膚腫硬麻木，情緒抑鬱，吐白痰，苔白膩，脈弦滑，臨床常見表現為胸脅脘腹脹悶竄痛，或有圓滑痞塊，或肌膚腫硬麻木，情緒抑鬱，吐白痰，苔白膩，脈弦滑。",
    "colloquial": "氣鬱痰結證是啥?這是因為七情內傷、憂思鬱怒、脾虛運化失調，導致氣鬱痰結的一類病。常見症狀有胸脅脘腹脹悶竄痛，可能有圓滑痞塊，或肌膚腫硬麻木，情緒抑鬱，吐白痰，"
  },
  {
    "original": "中醫證型 血證:病機以，中醫病證，亦稱爲血病或失血，指血液不在血脈中流動，或上溢於口鼻，或下泄於前後二陰（外生殖器、尿道口、肛門），或滲出於肌膚所形成的一類出血性疾患，臨床常見表現為。",
    "colloquial": "中醫證型血證是指血液不在血脈中流動，或從口鼻溢出，或從前後二陰（外生殖器、尿道口、肛門）下泄，或滲出於肌膚，這類出血性疾患臨床上常見。"
  },
  {
    "original": "中醫證型 肺氣虛證:病機以是指肺氣虛弱，以咳嗽無力，氣短而喘，動則尤甚，吐痰清稀，聲低，或有自汗，畏風，舌淡，脈弱等爲常見症的證候，臨床常見表現為咳嗽無力，氣短而喘，動則尤甚，咳痰清稀，聲低懶言，或有自汗，畏寒，易於感冒，神疲體倦，面色淡白，舌淡苔白，脈弱。",
    "colloquial": "什麼是肺氣虛證?肺氣虛證就是肺氣虛弱，通常表現為咳嗽無力、氣短喘、動作時更嚴重，還會有清稀痰、聲音低、自汗、怕風、舌淡、脈弱等症狀。你會看到病人咳嗽無力、氣短喘、動作後更嚴重，咳"
  },
  {
    "original": "中醫證型 肺腎氣虛證:病機以是指肺腎氣虛，攝納無權，以呼多吸少，咳嗽無力，動則尤甚，吐痰清稀，聲低自汗，或尿隨咳出，舌淡紫，脈弱等爲常見症的證候，臨床常見表現為咳嗽無力，呼多吸少，氣短而喘，動則尤甚，吐痰清稀，聲低，乏力，自汗，耳鳴，腰膝痠軟，或尿隨咳出，舌淡紫，脈弱。",
    "colloquial": "肺腎氣虛證是指肺和腎的氣虛弱，導致呼吸多而吸氣少，咳嗽無力，活動時更嚴重，痰稀薄，聲音低，自汗，甚至咳嗽時有尿液漏出。常見症狀有咳嗽無力，呼多吸少，氣短喘息，動則更嚴重，痰清"
  },
  {
    "original": "中醫證型 陰寒凝滯證:病機以是指陰寒之邪侵入人體，損傷陽氣，寒邪留滯不去，外現寒證的證候，臨床常見表現為胸痛如絞，時作時止，感寒痛甚。",
    "colloquial": "中醫陰寒凝滯證是說陰寒邪氣侵入人體，損傷陽氣，寒邪滯留不去，會出現寒證。常見表現為胸痛像被絞住一樣，時痛時不痛，遇寒痛得更厲害。"
  },
  {
    "original": "中醫證型 陰竭陽脫證:病機以多指因大汗、大吐、大瀉或熱病後期機體陰液虧耗，使得陽無所依附，以大汗淋漓，四肢厥冷、煩躁不安、脈微欲絕等爲主要表現的一類病證，臨床常見表現為冷汗淋漓，面色蒼白，四肢厥冷，脣指紫紺，神志模糊，煩躁不安，舌質淡暗，脈伏難及或至數不清，或微細欲絕。",
    "colloquial": "中醫裡的陰竭陽脫證是指因為大汗、大吐、大瀉或熱病後期，身體裡的陰液虧損，導致陽氣無法依附的病症。主要表現有大汗淋漓、四肢冰冷、煩躁不安、脈象微弱等。常見症狀包括冷汗不停、臉色蒼白、"
  },
  {
    "original": "中醫證型 溼熱傷胃證:病機以指多因嗜食肥甘或飲酒過多，酒能助溼生熱，溼熱蘊結於胃，氣機不利，和降失司所致病證，臨床常見表現為脘腹煩悶，脹痛不舒，噁心嘔逆，吐血色紅，量多，或紫黯成塊，不思飲食，口苦，小便色赤，便祕或黑便，舌紅，苔黃膩，脈濡數。",
    "colloquial": "中醫裡的濕熱傷胃證是指因為吃太多油膩食物或喝太多酒，酒會助濕生熱，導致濕熱在胃裡積聚，氣機不暢，不能正常運作。常見症狀有腹部煩悶、脹痛、噁心、嘔吐、吐血、食慾不振、口苦、小便赤色"
  },
  {
    "original": "中醫證型 中焦實熱證:病機以是指邪熱熾盛中焦，燥實內結而致的證候，臨床常見表現為發熱口渴、脘腹脹痛、大便祕結、小便短赤、舌紅苔黃燥、脈數有力等。",
    "colloquial": "中焦實熱證是指中焦有邪熱，導致內部燥實的情況。常見的症狀有發熱、口渴、脘腹脹痛、大便祕結、小便短赤、舌紅苔黃燥、脈數有力等。"
  },
  {
    "original": "中醫證型 濁毒閉神證:病機以是指穢濁邪毒蒙閉心神，以感穢濁之邪後，迅速神志昏迷，面色晦暗，脈沉伏等爲常見症的證候，臨床常見表現為病勢兇猛，甚至昏迷、面色晦黯、脈沉伏等。",
    "colloquial": "什麼是濁毒閉神證啊?就是說身體裡有穢濁的邪毒影響了心神，讓人突然神志不清，臉色暗沉，脈象沉伏。常見的症狀就是病情來得很猛，甚至會昏迷，臉色發暗，脈搏也很難摸到。"
  },
  {
    "original": "中醫證型 風熱犯肺證:病機以是指外感風熱之邪，或風寒鬱而化熱，致令肺氣宣降失常，以發熱微惡風寒、咳嗽痰黃稠爲主症的證候，臨床常見表現為咳嗽，痰稠色黃，發熱微惡風寒，鼻塞流濁涕，口乾微渴，咽喉腫痛，舌尖紅，苔薄黃，脈浮數。",
    "colloquial": "中醫裡的風熱犯肺證是指外感風熱之邪，或者風寒鬱而化熱，導致肺氣不正常運作，主要症狀是發熱微惡風寒、咳嗽痰黃稠。臨床表現包括咳嗽，痰稠色黃，發熱微惡風寒，鼻塞流濁涕，口乾微渴，"
  },
  {
    "original": "中醫證型 寒凝肝脈證:病機以是指由於寒邪侵犯，凝滯肝經，以少腹、前陰、顛頂冷痛及實寒症狀爲主要表現的證，臨床常見表現為少腹冷痛，陰囊收縮，睾丸抽痛，或顛頂冷痛，遇寒痛甚，得溫痛減，惡寒肢冷，舌苔白，脈沉弦或沉緊。",
    "colloquial": "什麼是寒凝肝脈證?寒凝肝脈證是因為寒邪侵犯，導致肝經氣血運行不暢，表現為少腹、前陰、顛頂冷痛及實寒症狀。常見症狀有少腹冷痛、陰囊收縮、睾丸抽痛，或顛頂冷痛，遇寒痛甚，得溫痛減，"
  },
  {
    "original": "中醫證型 胎毒證:病機以是指嬰兒因母體遺毒所致，以皮膚出斑疹，或赤爛、脫皮，或目赤潰爛，或口舌、咽喉赤爛，大便腥臭等爲常見症的證候，臨床常見表現為皮膚出斑疹，或赤爛、脫皮，或目赤潰爛，或口舌、咽喉赤爛，大便腥臭等。",
    "colloquial": "中醫胎毒證是指嬰兒因母體遺毒引起的，常見症狀有皮膚出斑疹、赤爛、脫皮，或者眼睛、口舌、咽喉赤爛，大便有腥臭味。"
  },
  {
    "original": "中醫證型 邪犯肺胃證:病機以指多因時行疫毒之邪，初犯肺胃所致病證，臨床常見表現為初起發熱，咳嗽流涕，全身不適，或有嘔吐，腹瀉便稀，舌質偏紅，舌苔薄膩，脈數。",
    "colloquial": "邪犯肺胃證是什麼情況?就是因為感染了病邪，最開始影響到肺和胃，常見症狀有發熱、咳嗽、流鼻涕、全身不舒服、有可能還會嘔吐、腹瀉、大便稀、舌頭偏紅、舌苔薄膩、脈搏比較快。"
  },
  {
    "original": "中醫證型 胃氣上逆證:病機以是指因寒熱等刺激，使胃氣失於和降而上逆，以嘔吐或呃逆、噯氣等爲主症的證候，臨床常見表現為不思飲食，脘部脹痛，噁心嘔吐、噯氣、呃逆，苔薄白或白膩，脈弦滑。",
    "colloquial": "什麼是胃氣上逆證?就是胃受寒熱刺激，胃氣失調往上走，會嘔吐、打嗝、噯氣。常見症狀有不想吃東西、肚子脹痛、噁心嘔吐、打嗝。舌苔薄白或白膩，脈象是弦滑。"
  },
  {
    "original": "中醫證型 心熱血瘀證:病機以是指熱邪內擾，血行不暢，以發熱口渴、心煩面赤、心胸刺痛、悸動不寧、脣舌紫紅、脈促或澀等爲常見症的證候，臨床常見表現為發熱口渴、心煩面赤、心胸刺痛、悸動不寧、脣舌紫紅、脈促或澀等。",
    "colloquial": "中醫證型心熱血瘀證是什麼意思?心熱血瘀證是指熱邪內擾，血行不暢。主要症狀包括發熱口渴、心煩面赤、心胸刺痛、悸動不寧、脣舌紫紅、脈促或澀。"
  },
  {
    "original": "中醫證型 水停食滯痞證:病機以是指太陽表實證汗解後，脾胃損傷，胃虛不和，水飲與食滯內停，而出現以心下痞硬，幹噯食臭，下利爲主要表現的太陽變證，臨床常見表現為心下痞硬，噯氣酸腐食臭，腸鳴泄瀉，瀉下稀薄甚如水樣，不甚臭穢，可兼見納減，口膩微苦不渴，或渴不欲飲，或見嘔吐，吐出物爲酸餿腐臭未完全消化的飲食物，或見腹脹，或見微熱，舌淡，苔白厚膩或白腐，脈弦滑關弱稍沉，或濡數。",
    "colloquial": "這種情況是指太陽表實證出汗後，脾胃受損，胃虛不和，水飲和食滯停在體內，主要表現是心下痞硬、打嗝有酸腐食臭，下利。常見症狀有心下痞硬、噯氣酸腐、腸鳴泄瀉、大便稀薄甚至像水、不太臭，還可能有"
  },
  {
    "original": "中醫證型 思慮傷脾證:病機以是指由於過度思慮，損傷脾氣，以致脾氣鬱結，運化失職的病證，臨床常見表現為多思善疑，頭暈神疲，心悸膽怯，失眠健忘，納差，面色不華，舌質淡，苔薄白，脈細。",
    "colloquial": "什麼是思慮傷脾證? 思慮傷脾證是指因為過度思考，損傷脾氣，導致脾氣鬱結，運化功能失常的病證，常見症狀有多思善疑、頭暈神疲、心悸膽怯、失眠健忘、食慾不振、面色不佳、舌質"
  },
  {
    "original": "中醫證型 溼熱動血證:病機以是指多因溼熱之邪侵襲人體，血絡受傷所致的病證，臨床常見表現為出血鮮紅，或紫暗，或皮膚出現青紫斑塊，或咳血，或吐血，或衄血，或便血、尿血，出血量多，伴有發熱，頭痛，頭蒙，胸悶齦腫，心煩失眠，尿赤便祕，舌紅菖黃膩，脈滑數或濡數。",
    "colloquial": "濕熱動血證是啥?是因為濕熱邪氣侵入人體，傷了血絡引起的。常見症狀有鮮紅或紫暗的出血，皮膚上出現青紫斑，咳血、吐血、鼻出血、大便或尿裡有血，出血量多。還會有發熱、頭痛、胸悶、牙齦腫、心"
  },
  {
    "original": "中醫證型 絡氣不和證:病機以是指邪氣久鬱，氣機不利，絡脈痹阻所表現出來胸脅疼痛，胸悶不舒，舌苔薄，質黯，脈弦一類病證，臨床常見表現為胸脅疼痛，如灼如刺，胸悶不舒，呼吸不暢，或有悶咳，甚則遷延，經久不已，陰雨更甚，可見病側胸廓變形，舌苔薄，質黯，脈弦。",
    "colloquial": "什麼是絡氣不和證?就是邪氣久鬱，氣機不利，絡脈痹阻，會出現胸脅疼痛、胸悶不舒、舌苔薄、質黯、脈弦這些症狀。常見胸脅疼痛像灼燒或刺痛，胸悶呼吸不暢，有時會悶咳，情"
  },
  {
    "original": "中醫證型 火證:病機以是指外感火熱邪毒，陽熱內盛，以發熱、口渴、胸腹灼熱、面紅、便祕尿黃、舌紅苔黃而幹、脈數或洪等爲主要表現的證候，臨床常見表現為面紅目赤、心煩、發熱、口渴喜冷飲、大便祕結或瀉下粘穢、小便短赤，舌紅苔黃，脈數實有力，或兼見神昏譫語、狂躁不安、瘡瘍紅腫、熱痛、吐血、衄血、尿血、便血以及發斑等。",
    "colloquial": "什麼是火證?火證是指外感火熱邪毒，陽熱內盛。主要表現有發熱、口渴、胸腹灼熱、面紅、便祕尿黃、舌紅苔黃而幹、脈數或洪。臨床常見有面紅目赤、心煩、發熱、口渴喜冷飲、大便祕結或瀉下粘"
  },
  {
    "original": "中醫證型 虛寒證:病機以是指陽氣不足，陰寒內盛，不能溫養臟腑而出現的證候，常見常見於水腫、泄瀉、心悸、胃痛、月經後期等疾病中，臨床常見表現為精神不振，面色淡白，畏寒肢冷，腹痛喜按，大便溏薄，小便清長，少氣乏力，舌質淡嫩，脈微或沉遲無力。",
    "colloquial": "中醫說的虛寒證是什麼意思?虛寒證就是陽氣不足，陰寒內盛，身體沒辦法溫養臟腑。常見於水腫、泄瀉、心悸、胃痛、月經後期等病。一般表現有精神不振、面色淡白、怕冷、四肢冰冷、腹痛喜按、大便稀、小便清長、"
  },
  {
    "original": "中醫證型 正虛邪戀證:病機以泛指正氣虧虛，痰飲、溼熱、寒溼、餘熱等病邪留滯所反映的證候，臨床常見表現為正虛與病邪性質的不同而臨牀表現各異。",
    "colloquial": "正虛邪戀證是指身體正氣虧虛，且痰飲、濕熱、寒濕、餘熱等病邪滯留的症狀，所以表現會因正氣虧虛和病邪性質不同而有所不同。"
  },
  {
    "original": "中醫證型 小腸實熱證:病機以是指心火熾盛，下移膀胱，以發熱口渴，心煩失眠，小便短黃、灼熱、澀痛，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為心煩，口渴引飲，小便短赤，尿道灼痛，或伴有尿血，口舌生瘡，舌質紅，苔黃帶膩或焦黃，脈洪數。",
    "colloquial": "什麼是小腸實熱證?小腸實熱證是指心火熾盛，下移膀胱，會出現發熱、口渴、心煩失眠、小便短黃和灼熱疼痛等症狀。常見表現有心煩、口渴、小便短赤、尿道灼痛，有時還會有尿血、口舌生瘡，舌質"
  },
  {
    "original": "中醫證型 火毒內攻證:病機以是指指多因火熱邪毒，侵害人體，損傷經脈，瘀阻氣血，以致皮焦肉卷，重者火毒循經入裏，內攻臟腑，耗傷氣陰，致臟腑不和，陰傷陽脫險象所致病證，臨床常見表現為壯熱煩渴，躁動不安，口乾脣焦，大便祕結，小便短赤，舌質紅或紅絳而幹，舌苔黃或黃糙，或焦乾起刺，脈弦數等。",
    "colloquial": "什麼是火毒內攻證?火毒內攻證是指火熱邪毒侵害人體，導致經脈受損，瘀阻氣血，出現壯熱煩渴、躁動不安、口乾脣焦、大便祕結、小便短赤等症狀。"
  },
  {
    "original": "中醫證型 風熱犯頭證:病機以是指風熱之邪侵犯頭部，以頭痛而脹、發熱或惡風、口渴、面紅、舌尖邊紅、苔薄黃、脈浮數等爲常見症的證候，臨床常見表現為頭痛而脹、發熱或惡風、口渴、面紅、舌尖邊紅、苔薄黃、脈浮數等。",
    "colloquial": "中醫裡的風熱犯頭證是什麼? 風熱犯頭證是指風熱之邪侵犯頭部，會有頭痛、發熱、惡風、口渴、面紅、舌尖邊紅、苔薄黃、脈浮數等症狀。"
  },
  {
    "original": "中醫證型 邪熱未清證:病機以是指多因脾胃虛弱，邪熱未清所致病證，臨床常見表現為麥粒腫反覆發作，或多個發生，無明顯紅腫，面色萎黃，倦怠無力，食少，便溏，舌質淡，苔薄白，脈細數無力。",
    "colloquial": "邪熱未清證是怎麼回事啊?就是脾胃虛弱導致邪熱沒清乾淨，常見症狀有麥粒腫反覆發作或多個發生，沒明顯紅腫，臉色發黃，總是覺得累，吃得少，大便稀，舌頭顏色淡，舌苔薄白，脈細數無力。"
  },
  {
    "original": "中醫證型 邪在血分證:病機以指多因感受溫熱邪毒和時行疫氣，邪熱入骨，侵入血分所致病證，臨床常見表現為發熱、譫語神昏、抽搐或手足蠕動、斑疹、吐衄、舌質深絳。",
    "colloquial": "中醫證型中，邪在血分證指的是因為感受到溫熱邪毒和時行疫氣，導致邪熱入骨，侵入血分的病證。常見症狀有發熱、說胡話、意識模糊、抽搐或者手腳抽動、出現斑疹、吐血或者流鼻血，舌頭顏色深紅。"
  },
  {
    "original": "中醫證型 寒實證:病機以是指寒邪侵襲機體，陽氣被遏，以惡寒甚、無汗、頭身或胸腹疼痛、苔白、脈弦緊等爲主要表現的實寒證候，臨床常見表現為畏寒喜暖，面色蒼白，四肢欠溫，腹痛拒按，腸鳴腹瀉，或痰鳴喘嗽，口淡多涎，小便清長，舌苔白潤，脈遲或緊。",
    "colloquial": "寒實證是什麼? 寒實證是寒邪侵襲身體，陽氣被壓制的情況。會出現惡寒、無汗、頭身或胸腹疼痛、苔白、脈弦緊等症狀。臨床上常見的表現有畏寒喜暖、面色蒼白、四肢欠溫、腹痛拒按、腸"
  },
  {
    "original": "中醫證型 火毒竄絡證:病機以是指風熱火毒竄入經絡，以發熱口渴，肢體患處麻木、疼痛、斑點或見出血等爲常見症的證候，臨床常見表現為發熱口渴，肢體患處麻木、疼痛、斑點或見出血等。",
    "colloquial": "中醫說的火毒竄絡證是什麼意思?就是風熱火毒跑到經絡裡面啦，會讓人發熱口渴，手腳麻木疼痛，還可能出現斑點或出血。"
  },
  {
    "original": "中醫證型 溼熱毒盛證:病機以是寒邪久蘊，鬱而化熱，溼熱浸淫而出現的證候，臨牀表現在手足、耳鼻、頭面、陰部等處紅腫潰爛、痰癢流水，或發熱身黃，神昏斑疹，小便閉澀，舌紅苔黃膩，脈濡數，臨床常見表現為手足、耳鼻、頭面、陰部等處紅腫潰爛、痰癢流水，或發熱身黃，神昏斑疹，小便閉澀，舌紅苔黃膩，脈濡數。",
    "colloquial": "中醫中提到的溼熱毒盛證是指寒邪長期積聚，鬱而化熱，溼熱浸淫的情況。這種情況常見於手足、耳鼻、頭面、陰部等部位出現紅腫潰爛、痰癢流水，或伴有發熱身黃、神昏斑疹、小便閉澀等症狀。"
  },
  {
    "original": "中醫證型 脾胃積熱證:病機以是指火熱熾盛，壅滯脾胃，以胃院灼痛、喜冷，發熱口渴，腹脹作痛，便祕，或口臭、口腔赤爛疼痛、牙眼腫痛、齒衄，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為胃脘灼痛，喜冷，發熱口渴，腹脹作痛，便祕或口腔赤爛疼痛，牙齦腫痛，舌紅苔黃，脈數等。",
    "colloquial": "中醫脾胃積熱證有哪些症狀?會有胃灼痛、喜冷、發熱口渴、腹脹便祕、口臭或口腔赤爛疼痛、牙齦腫痛、舌紅苔黃、脈數這些表現。"
  },
  {
    "original": "中醫證型 胃氣虛證:病機以是指胃氣虛弱，納運失司，以胃院痞悶、隱痛、喜按，食慾不振，或得食痛緩，疲乏，舌淡嫩，脈弱等爲常見症的證候，臨床常見表現為胃脘隱痛或痞脹、按之覺舒，食慾不振，或得食痛緩，食後脹甚，噯氣口淡不渴，面色萎黃，氣短懶言，神疲倦怠，舌質淡，苔薄白，脈弱。",
    "colloquial": "中醫胃氣虛證是指胃氣虛弱，消化功能不好，常見症狀包括胃部隱痛或痞脹，按壓後感覺舒服，食慾不佳，吃東西後痛感減輕但會脹得更厲害，打嗝、口淡不渴，面色萎黃，氣短懶得說話，精神疲憊，"
  },
  {
    "original": "中醫證型 氣滯血瘀證:病機以，中醫病證詞，指氣滯與血瘀同時存在的病理狀態，臨床常見表現為。",
    "colloquial": "中醫氣滯血瘀證是什麼意思啊? 氣滯血瘀證是指氣滯跟血瘀同時存在的一種病理狀態，常見的臨床表現有什麼?"
  },
  {
    "original": "中醫證型 氣機鬱滯證:病機以是指人體某一部分或某一臟腑、經絡的氣機阻滯，運行不暢，以脹悶疼痛爲主要表現的證候，臨床常見表現為胸脅脘腹或損傷部位的脹悶、脹痛、竄痛。",
    "colloquial": "氣機鬱滯證是什麼意思啊?氣機鬱滯證指的是人體某個地方的氣機阻塞，運行不順，主要表現是脹悶和疼痛，常見的部位包括胸脅、脘腹或者受傷的地方會感到脹悶、脹痛、竄痛。"
  },
  {
    "original": "中醫證型 陽明經證:病機以指邪熱亢盛，充斥陽明之經，瀰漫全身，腸中尚無燥屎內結，以身大熱、汗大出、口大渴、脈洪大等爲常見症的證候，臨床常見表現為身大熱、汗大出、口大渴、脈洪大等。",
    "colloquial": "陽明經證是什麼意思啊?陽明經證就是當邪熱很強，充滿了陽明經絡，整個身體都感覺很熱，腸子裡還沒有乾硬的大便。常見症狀是全身發熱，出很多汗，口很渴，脈搏又大又強。"
  },
  {
    "original": "中醫證型 熱毒蘊腸證:病機以是指毒邪蘊結腸道，以腹痛腹脹，便祕或腹瀉，或便膿血腥臭等爲常見症的證候，臨床常見表現為腹痛腹脹，便祕或腹瀉，或便膿血腥臭等。",
    "colloquial": " 什麼是熱毒蘊腸證? 熱毒蘊腸證是指毒邪積聚在腸道，常見症狀有腹痛腹脹、便祕或腹瀉，有時大便會帶有膿血和腥臭。"
  },
  {
    "original": "中醫證型 心腎氣虛證:病機以是指心腎氣虛，以心悸氣短，腰膝痠軟，夜尿多，小便不盡，舌淡脈弱等爲常見症的證候，臨床常見表現為心悸，滑精，早泄，面色晄白，倦息乏力，氣短自汗，腰膝痠軟，耳鳴耳聾，小便頻數，或尿後餘瀝或小便失禁，舌淡胖苔白，脈虛弱。",
    "colloquial": "什麼是心腎氣虛證啊?簡單來說，就是心腎的氣虛弱了，會出現心悸氣短、腰膝痠軟、夜尿多、小便不盡、舌淡脈弱這些症狀。常見的表現還有心悸、滑精、早泄、面色晄白、倦怠乏力、氣短自汗"
  },
  {
    "original": "中醫證型 痰阻心脈證:病機以是指痰濁阻痹心脈，血行不暢，以胸悶心痛，體胖多痰，身體困重，面色暗，舌淡紫，苔膩或滑，脈滑等爲常見症的證候，臨床常見表現為胸部憋悶，心胸作痛，痛引肩背，時發時止，心中悸動，怔忡不安，形體肥胖，喉中多痰，身體困重，面色晦暗，舌質淡紫，舌苔白膩，脈象弦滑。",
    "colloquial": "痰阻心脈證是指痰濁阻塞心脈，血行不暢，常見症狀有胸悶心痛、體胖多痰、身體困重、面色暗、舌淡紫、苔膩或滑、脈滑等。臨床表現為胸部憋悶、心胸作痛、痛引肩背、時發時止、心中"
  },
  {
    "original": "中醫證型 思傷脾氣證:病機以思慮太過，脾氣鬱滯，以神情呆滯，不思飲食，胸脅院腹作脹，喜嘆息，大便不爽，脈弦等爲常見症的證候，臨床常見表現為神情呆滯、精神不振、不思飲食、胸脅脘腹脹悶、喜嘆息、大便不爽、脈弦等。",
    "colloquial": "中醫證型中有一種叫思傷脾氣證，這種情況是因為思慮過多導致脾氣鬱滯。常見症狀有精神呆滯、不想吃東西、胸腹脹悶、喜歡嘆息、大便不爽、脈象弦。這些症狀在臨床上比較常見。"
  },
  {
    "original": "中醫證型 肝脾氣滯證:病機以是指肝脾氣機阻滯，以脅脹脅痛，腹脹腸鳴，便瀉不爽，脈弦等爲常見症的證候，臨床常見表現為脅脹脅痛，腹脹腸鳴，便瀉不爽，脈弦。",
    "colloquial": "什麼是肝脾氣滯證啊?就是肝脾氣機阻滯，引起脅脹脅痛、腹脹腸鳴、便瀉不爽、脈弦這些症狀。"
  },
  {
    "original": "中醫證型 胃陰虛證:病機以是指陰液虧虛，胃失濡潤、和降，以口燥咽乾，飢不欲食，或胃院嘈雜、痞脹，或胃脘隱隱灼痛，或乾嘔呃逆，便結，舌紅少津，脈細數等爲常見症的證候，臨床常見表現為胃脘嘈雜，飢不欲食，或痞脹不舒，隱隱灼痛，乾嘔，嘔逆，口燥咽乾，大便乾結，小便短少，舌紅少苔乏津，脈細數。",
    "colloquial": "什麼是胃陰虛證?胃陰虛證就是指胃部的陰液不足，讓胃失去濡潤和正常運作。常見的症狀有口乾、喉嚨乾、雖然餓但不想吃東西、胃部嘈雜或脹痛、隱隱作痛、乾嘔、便秘、舌紅少津和脈細數。"
  },
  {
    "original": "中醫證型 心氣陰兩虛證:病機以指心氣不足，心陰耗損，心與心神失養，以心悸氣短，神疲頭暈，失眠多夢，顴紅，舌紅少苔，脈弱而數等爲常見症的證候，臨床常見表現為心悸氣短，神疲頭暈，失眠多夢，顴紅，舌紅少苔，脈弱而數等。",
    "colloquial": "什麼是心氣陰兩虛證? 心氣陰兩虛證就是心氣不足，心陰耗損，心和心神得不到養分，常見症狀有心悸氣短、神疲頭暈、失眠多夢、顴紅、舌紅少苔、脈弱而數。"
  },
  {
    "original": "中醫證型 脾陰虛證:病機以是指陰液虧虛，脾失健運，以食慾不振，腹脹便結，體瘦倦怠，涎少脣乾，低熱，舌紅少苔，脈細數等爲常見症的證候，臨床常見表現為食少，腹脹，食後尤甚，大便溏薄，或祕結，溏結不調，口乾脣燥，形體消瘦，面色無華，倦怠乏力，手足心熱，舌紅少津，苔少或無，脈細無力或數。",
    "colloquial": "中醫認為脾陰虛是因為陰液不足，脾的運化功能受損。常見症狀有食慾不振、腹脹、便秘、身體消瘦、疲倦、口乾脣乾、低熱、舌紅少苔、脈細數。臨床上常見的表現包括食量減少、腹脹、飯後症狀"
  },
  {
    "original": "中醫證型 喘證:病機以簡稱喘，也可稱喘逆、喘促、喘息，爲中醫內科常見的一種病證，臨床常見表現為。",
    "colloquial": "中醫證型喘證是什麼? 喘證是指呼吸困難，常簡稱為喘，也叫喘逆、喘促或喘息，是中醫內科常見的一種病證。 臨床上常見的症狀有哪些?臨床上常見的表現包括呼吸急促、氣喘吁吁等。"
  },
  {
    "original": "中醫證型 飲停胸脅證:病機以是指水飲停積胸腔，以胸廓飽滿，胸部脹悶或痛，咳嗽氣喘，苔白滑，脈弦滑等爲常見症的證候，臨床常見表現為胸廓飽滿，胸脅部脹悶或痛，咳嗽，氣喘，呼吸、咳嗽或身體轉側時牽引脅痛，或有頭目暈眩，舌苔白滑，脈沉弦。",
    "colloquial": "飲停胸脅證是什麼意思? 這是指水飲停積在胸腔，會感到胸部脹悶或疼痛，還會咳嗽、氣喘，舌苔白滑，脈弦滑。"
  },
  {
    "original": "中醫證型 肝陰虛證:病機以是指陰液虧虛，肝失濡潤，以頭暈眼花，兩目乾澀，視力減退，顴紅，或脅肋灼痛，五心煩熱，舌紅少苔，脈細數等爲常見症的證候，臨床常見表現為頭暈眼花，兩目乾澀，視力減退，或脅肋隱隱灼痛，面部烘熱或兩顴潮紅，或手足蠕動，口咽乾燥，五心煩熱，潮熱盜汗，舌紅少苔乏津，脈弦細數。",
    "colloquial": "你知道什麼是肝陰虛嗎?就是因為體內陰液不足，肝臟缺乏滋潤，常見症狀有頭暈眼花、眼睛乾澀、視力減退、顴紅、或肋骨下方有灼痛感，還有五心煩熱、舌紅少苔、脈細數等。簡單說，就是你可能會感"
  },
  {
    "original": "中醫證型 寒邪偏盛證:病機以是指多因機體正氣不足，外感風寒溼之邪，以寒邪爲主，導致肌肉、關節、經絡痹阻不通所致的病證，臨床常見表現為肢體關節疼痛較劇，痛有定處，得熱痛減，遇寒痛增，關節不可屈伸，局部皮色不紅、觸之不熱，苔薄白，脈弦緊。",
    "colloquial": "中醫中的寒邪偏盛證是什麼意思?  這是因為體內正氣不足，受到風寒濕邪影響，主要是寒邪導致肌肉、關節、經絡阻塞不通的情況。常見症狀包括關節疼痛較嚴重，有固定部位，熱敷會減輕疼痛，遇冷疼痛加重，關節不能屈伸，皮膚"
  },
  {
    "original": "中醫證型 胃熱氣逆證:病機以是指胃中火熱之邪熾盛、氣機逆亂、胃失和降而致，以嘔吐、噯氣、呃逆、胃脘灼痛、口渴、舌紅苔黃、脈數等爲常見症的證候，臨床常見表現為嘔吐、噯氣、呃逆、胃脘灼痛、口渴、舌紅苔黃、脈數。",
    "colloquial": "胃熱氣逆是什麼?胃裡火熱太旺，氣機亂了，胃不舒服，會嘔吐、噯氣、打嗝、胃痛、口渴，舌紅苔黃，脈快。"
  },
  {
    "original": "中醫證型 肉輪血虛證:病機以指血虛胞瞼失養，風勝化燥，出現胞瞼皮膚乾燥皸裂、脫屑、瘙癢等臨牀表現的證候，臨床常見表現為胞瞼皮膚乾燥，脫屑，瘙癢不已，或眼乾，胞瞼緊縮，淚少，視物乏力，頭暈眼花，面白色淡，脈細而弱。",
    "colloquial": "肉輪血虛證有哪些症狀?肉輪血虛證會出現胞瞼皮膚乾燥皸裂、脫屑、瘙癢，還可能有眼乾、胞瞼緊縮、淚少、視物乏力、頭暈眼花等症狀。"
  },
  {
    "original": "中醫證型 食滯證:病機以是由於暴飲暴食、飲食過多，或因飲食物不能被正常消化，積存留滯於胃腸，導致脾胃升降失常的病證，臨床常見表現為胃脘脹滿疼痛、噯氣味酸腐而臭、反酸，或吐不消化食物，吐後或矢氣後胃脘脹痛減輕；或腹痛腸鳴、瀉下糞便惡臭如壞雞蛋，瀉後腹痛減輕。",
    "colloquial": "中醫認為食滯證是因為暴飲暴食或吃太多，食物無法正常消化，積存在胃腸裡，導致脾胃功能失常。常見症狀有胃脘脹痛、打嗝有酸腐味、反酸，或吐出未消化的食物，吐後或放屁後胃脘脹痛會減輕；也可能有腹"
  },
  {
    "original": "中醫證型 風瘀證:病機以是指系頭部外傷，或久病入絡，肝風夾瘀血阻塞腦絡，孔竅閉塞所致的病證，臨床常見表現為頭痛日久，反覆發作，痛如針刺刀割，或跳痛，痛處固定不移，失眠多夢，婦女月經不調或有血塊腹痛。",
    "colloquial": "中醫證型風瘀證是指頭部外傷或久病入絡，肝風夾瘀血阻塞腦絡，孔竅閉塞所致的病證。常見症狀有頭痛日久，反覆發作，痛如針刺刀割或跳痛，痛處固定，失眠多夢，婦女月經不調或有血塊腹痛。"
  },
  {
    "original": "中醫證型 肝火熾盛證:病機以是指因火熱熾盛，內擾於肝所致，以脅肋灼痛，口苦口乾，或嘔吐苦水，急躁易怒，失眠多夢，面紅目赤，便祕尿黃，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為頭暈脹痛，面紅目赤，急躁易怒，或脅肋灼痛，或耳鳴耳聾，或耳內腫痛流膿。",
    "colloquial": "什麼是肝火熾盛?就是肝裡火太旺了，會覺得脅肋灼痛、嘴巴苦乾，還可能嘔吐苦水。人會變得很急躁易怒，晚上睡不好，臉紅眼睛紅，便祕尿黃，舌頭紅苔黃，脈搏又快又強。常見症狀還有頭暈頭痛"
  },
  {
    "original": "中醫證型 腎陰虛火旺證:病機以是指腎陰虧虛，陰不制陽而致虛熱內擾，以腰膝痠軟，潮熱，盜汗，五心煩熱，顴赤，夢遺，腰痛，耳鳴，眩暈，尿黃赤，舌紅苔黃少津，脈細數等爲常見症的證候，臨床常見表現為潮熱盜汗，顴紅，五心煩熱，夢遺，性慾旺盛，腰痛，耳鳴，尿黃，舌紅苔黃少津，脈細數。",
    "colloquial": "什麼是腎陰虛火旺證? 腎陰虛火旺證就是腎陰虧虛，陰不制陽，虛熱內擾的情況。會有腰膝痠軟、潮熱、盜汗、五心煩熱、顴赤、夢遺、腰痛、耳鳴、眩暈、尿黃赤、舌紅苔黃少津、"
  },
  {
    "original": "中醫證型 暑熱浸淫證:病機以是指因夏季感受暑毒，暑溼熱蘊蒸肌膚而出現的證候，臨牀表現爲局部皮膚紅腫結塊，發熱、口乾，苔薄黃膩，脈滑數，臨床常見表現為發於夏秋季節，以小兒及產婦多見。",
    "colloquial": "夏天中暑了會怎麼樣?就是你說的暑熱浸淫證啊，皮膚會紅腫結塊，還會發熱、口乾，舌苔薄黃膩，脈滑數。這種情況多發生在夏秋季節，小孩子和產婦尤其容易得。"
  },
  {
    "original": "中醫證型 絕經前後諸證:病機以是指女絕經前後，圍繞月經紊亂或絕經，出現陣發性烘熱汗出、五心煩熱、煩躁易怒、情緒不穩、頭暈耳鳴、心悸失眠、面浮肢腫、或皮膚蟻走樣感等症狀，稱爲，亦稱“經斷前後諸證”，臨床常見表現為。",
    "colloquial": "中醫裡，絕經前後諸證是指女性在絕經前後，圍繞月經紊亂或絕經出現的症狀。這些症狀包括陣發性烘熱汗出、五心煩熱、煩躁易怒、情緒不穩、頭暈耳鳴、心悸失眠、面浮肢腫、或皮"
  },
  {
    "original": "中醫證型 脾腎陽虛證:病機以指脾腎陽氣虧虛，虛寒內生，以久瀉久痢、水腫、腰腹冷痛等爲主要表現的虛寒證候，臨床常見表現為腰膝、下腹冷痛，畏冷肢涼，久泄久痢，或五更泄瀉，完谷不化，便質清冷，或全身水腫，小便不利，面色晄白，舌淡胖，苔白滑，脈沉遲無力。",
    "colloquial": "脾腎陽虛是什麼意思?就是脾腎陽氣不足，虛寒內生，會有久瀉久痢、水腫、腰腹冷痛等症狀，常見的表現包括腰膝和下腹冷痛、怕冷、手腳冰涼、長期腹瀉、大便不成形、全身水腫、小便不利、面色蒼白、"
  },
  {
    "original": "中醫證型 寒溼入絡證:病機以是指寒溼之邪阻滯經絡，以肢體或患處沉重冷痛、頑麻，或腫脹，畏冷肢涼，苔白滑等爲常見症的證候，臨床常見表現為肢體或患處沉重冷痛、頑麻，或腫脹，畏冷肢涼，苔白滑。",
    "colloquial": "這是關於中醫的寒溼入絡證，意思是寒溼邪氣阻滯經絡，通常會感到肢體或患處沉重冷痛、麻木或腫脹，還會怕冷，舌苔白滑。臨床上常見的症狀就是這些。"
  },
  {
    "original": "中醫證型 邪陷心包證:病機以是指溫邪內陷，阻閉包絡，出現以高熱，神昏，譫語，舌強語謇，四肢厥冷，甚則痙厥抽搐，舌絳無苔的一類病證，臨床常見表現為高熱，神昏，譫語，舌強語謇，四肢厥冷，甚則痙厥抽搐，舌絳無苔。",
    "colloquial": " 什麼是邪陷心包證? 是指溫邪入侵，導致高熱、神昏、譫語、舌強語謇、四肢厥冷，有時還會痙厥抽搐，舌頭紅絳無苔的一種病證。"
  },
  {
    "original": "中醫證型 瘀血犯腰證:病機以是指瘀血阻滯於腰部，以腰脊固定刺痛、拒按等爲常見症的證候，臨床常見表現為腰脊固定刺痛、拒按等。",
    "colloquial": " 什麼是瘀血犯腰證?  瘀血犯腰證就是瘀血阻滯在腰部，常見症狀有腰脊固定刺痛和拒按。"
  },
  {
    "original": "中醫證型 胃火燔齦證:病機以指胃火內熾，上灼牙齦，症見牙齦紅腫、疼痛，齒縫間出血出膿、口渴、口臭、便祕、舌紅苔黃、脈數等爲常見症的證候，臨床常見表現為牙齦紅腫、疼痛，齒縫間出血出膿、口渴、口臭、便祕、舌紅苔黃、脈數等。",
    "colloquial": " 什麼是胃火燔齦證?  胃火燔齦證是指胃火內熾，上灼牙齦，常見症狀包括牙齦紅腫疼痛、齒縫出血出膿、口渴、口臭、便祕、舌紅苔黃、脈數等。"
  },
  {
    "original": "中醫證型 脾肺兩虛證:病機以指脾肺兩髒氣虛，以咳嗽聲低，氣短而喘，吐痰清稀，食少，腹脹，便溏，舌淡苔白滑，脈弱等爲常見症的證候，臨床常見表現為以咳嗽聲低，氣短而喘，吐痰清稀，食少，腹脹，便溏，舌淡苔白滑，脈弱等爲常見症。",
    "colloquial": "中醫裡的脾肺兩虛證是什麼意思啊?就是脾和肺的氣虛，會出現咳嗽聲低、氣短喘、吐痰清稀、食欲不振、腹脹、便溏這些症狀，還有舌頭顏色淡、舌苔白滑、脈搏弱。"
  },
  {
    "original": "中醫證型 痰蒙神竅證:病機以是指痰濁蒙遮神竅，以神識癡呆，朦朧昏昧，喉中痰鳴，胸悶痰多，頭暈，身體困重，面色晦暗，苔膩脈滑等爲常見症的證候，臨床常見表現為神識癡呆，朦朧昏昧，喉中痰鳴，胸悶痰多，頭暈，身體困重，面色晦暗，苔膩脈滑等。",
    "colloquial": "中醫說的痰蒙神竅證是什麼?這種情況主要是痰濁蒙蔽神竅，讓人神智不清，迷糊昏暗，喉嚨有痰鳴，胸悶痰多，頭暈，身體沉重，臉色暗沉，舌苔厚膩，脈象滑。這些症狀在臨床"
  },
  {
    "original": "中醫證型 寒溼阻滯證:病機以是指寒溼之邪外侵，或素體脾陽不振而致水溼內停所引起的證候，臨床常見表現為頭身困重，關節疼痛並屈伸不利，無汗，神疲畏寒，或面浮身腫，腰以下尤甚，胃脘疼痛，大便多溏，或下利白多赤少，小便不利，舌淡，苔白潤，脈濡弱。",
    "colloquial": "什麼是寒溼阻滯證?寒溼阻滯證是指寒溼侵入體內，或者脾陽不足導致水溼停滯的情況。症狀包括頭身困重、關節疼痛、無汗、神疲畏寒、面浮身腫、腰以下尤甚、胃脘疼痛、大便多溏或下利白多赤少、小便不利"
  },
  {
    "original": "中醫證型 餘毒傷陰證:病機以是指邪毒已減，餘邪未淨，以咽喉糜爛漸減，午後低熱，皮膚乾燥脫屑，舌乾紅等爲常見證的病證，臨床常見表現為咽喉糜爛漸減，但仍疼痛，壯熱已除，惟午後仍低熱，口乾脣燥，皮膚乾燥脫屑，舌紅而幹，脈細數。",
    "colloquial": " 餘毒傷陰證是什麼?  餘毒傷陰證是指邪毒減輕但未完全消失，常見症狀有咽喉糜爛減輕但仍疼痛，下午有低熱，皮膚乾燥脫屑，舌乾紅等。"
  },
  {
    "original": "中醫證型 暑入血分證:病機以指多因暑熱火毒極盛，燔灼血分，所致竅閉、動血、動風之重險證候，臨牀表現爲灼熱躁擾，神昏譫妄，斑疹密佈，色呈紫黑，吐血、衄血、便血，甚或四肢抽搐，角弓反張，喉中痰聲漉漉，舌絳，苔焦，臨床常見表現為灼熱躁擾，神昏譫妄，斑疹密佈，色呈紫黑，吐血、衄血、便血，甚或四肢抽搐，角弓反張，喉中痰聲漉漉，舌絳，苔焦。",
    "colloquial": "暑入血分證是指暑熱火毒很嚴重，燒灼血分，導致竅閉、動血、動風的嚴重症狀。臨床表現包括灼熱不安、神志不清、胡言亂語、皮膚出現紫黑色斑疹，還會吐血、流鼻血、便血，甚至四肢抽搐、脊背"
  },
  {
    "original": "中醫證型 膀胱溼熱證:病機以是指溼熱侵襲，蘊結膀朧，以小便頻數、急迫、灼熱、澀痛，或混濁，或有膿血、砂石，發熱口渴，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為小便頻數、急迫、短黃，排尿灼熱、澀痛，或小便混濁、尿血、有砂石，或腰部、小腹脹痛，發熱，口渴，舌紅，苔黃膩，脈滑數或濡數。",
    "colloquial": "什麼是膀胱溼熱證?膀胱溼熱證就是指溼熱侵襲膀胱，導致小便頻數、急迫、灼熱、澀痛，有時還會混濁或有膿血、砂石，病人可能會感到發熱口渴，舌頭紅，舌苔黃膩，脈象滑數。簡單來"
  },
  {
    "original": "中醫證型 心脾虧虛證:病機以是指因思慮過度，傷及心脾，心脾陰血耗損，則神舍不清所表現出來的健忘失眠，心悸神倦，舌淡，脈細弱一類病證，臨床常見表現為健忘失眠，心悸神倦，舌淡，脈細弱。",
    "colloquial": "中醫認為心脾虧虛證是因為思慮過度傷到心脾，導致心脾陰血耗損，表現出健忘失眠、心悸神倦、舌淡、脈細弱的症狀。"
  },
  {
    "original": "中醫證型 陽虛寒痰證:病機以是指多因感受寒邪，或機體陽虛陰盛津液凝滯不化所致的病證，臨床常見表現為咳嗽氣喘，咳痰色白而清稀，遇冷則甚，喉間痰鳴，胸膈滿悶，畏寒肢冷，舌苔白滑，脈沉遲等。",
    "colloquial": "中醫裡的陽虛寒痰證是因為受寒邪或陽虛陰盛造成的，常見症狀有咳嗽氣喘，白色清稀的痰，遇冷會加重，喉嚨有痰鳴，胸悶，怕冷，四肢冰冷，舌苔白滑，脈象沉遲等。"
  },
  {
    "original": "中醫證型 痰飲證:病機以是指水飲停胃腸，以心下滿悶，嘔吐清水痰涎，胃腸瀝瀝有聲，形體昔肥今瘦爲常見證的病證，臨床常見表現為心下滿悶，嘔吐清水痰涎，胃腸瀝瀝有聲，形體昔肥今瘦。",
    "colloquial": "什麼是痰飲證? 痰飲證是指水飲停在胃腸，會有心下滿悶、嘔吐清水痰涎、胃腸有聲音、身體變瘦這些症狀。"
  },
  {
    "original": "中醫證型 痰蒙心神證:病機以是指痰濁矇蔽心神，以神志抑鬱、錯亂、癡呆、昏迷爲主要表現的證候，臨床常見表現為神情癡呆，意識模糊，甚則昏不知人，或情志抑鬱，表情淡漠，喃喃獨語，舉止失常。",
    "colloquial": "什麼是痰蒙心神證?就是痰濁影響心神，讓人神志抑鬱、錯亂、癡呆，甚至昏迷。常見症狀有神情癡呆、意識模糊，嚴重時會昏迷不醒，或情緒低落、表情淡漠、自言自語、行為異常。"
  },
  {
    "original": "中醫證型 邪結腸腑證:病機以指多因溼熱之邪鬱蒸氣分，阻滯下焦大腸所致病證，臨床常見表現為少腹脹滿而痞硬，大便不通，頭暈脹，神識昏蒙，脘痞嘔惡，或見胸腹灼熱，大便溏臭不爽，色黃赤如醬，苔垢膩，或黃膩，脈濡數。",
    "colloquial": " 什麼是邪結腸腑證?  邪結腸腑證是因溼熱之邪鬱蒸氣分，阻滯下焦大腸引起的。常見症狀有少腹脹滿、大便不通、頭暈、神識昏蒙、脘痞嘔惡、胸腹灼熱、大便溏臭等。"
  },
  {
    "original": "中醫證型 胃腸實熱證:病機以是指火熱熾盛，壅滯胃腸，以胃脘灼痛、喜冷，發熱，口渴，口臭，腹脹作痛，大便祕結、腐臭，小便短黃，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為胃脘灼痛、喜冷、發熱、口渴、口臭、腹脹、腹痛、便祕、尿赤或黃、色紅苔黃。",
    "colloquial": " 中醫裡的胃腸實熱證是什麼意思啊?  胃腸實熱證就是火熱太旺，堵在胃腸裡，表現為胃灼痛、喜冷、發熱、口渴、口臭、腹脹痛、大便祕結、小便短黃，舌紅苔黃，脈數等。"
  },
  {
    "original": "中醫證型 氣虛痰結證:病機以是指氣虛而痰濁留結臟腑形體而致的證候，臨床常見表現為氣短乏力、咳喘咯痰、神識昏蒙錯亂、肌膚不仁、生癭瘤瘰癧、苔膩脈滑。",
    "colloquial": "氣虛痰結是什麼意思?就是氣虛然後痰濁在臟腑形體裡堆積，身體容易出現氣短乏力、咳喘咯痰、神志昏沉、肌膚無感、生癭瘤瘰癧、舌苔厚膩、脈滑的症狀。"
  },
  {
    "original": "中醫證型 邪竄經絡證:病機以指多因溼熱內蘊陽明，竄犯經絡所致病證，臨床常見表現為再度發熱，肢體疼痛，轉側不利，拒絕撫抱，煩躁不安，汗多，舌質紅，脈濡細。",
    "colloquial": "什麼是邪竄經絡證? 邪竄經絡證是指溼熱內蘊陽明，侵擾經絡引起的病症。常見症狀有再度發熱、肢體疼痛、活動困難、不願被抱、煩躁不安、出汗多、舌質紅、脈濡細。"
  },
  {
    "original": "中醫證型 正虛毒陷證:病機以泛指正氣虧虛，正不勝邪而致毒邪內陷，以神昏、澹語、動風、動血、氣息微弱、二便失禁等爲常見症的危重證候，臨床常見表現為神昏、澹語、動風、動血、氣息微弱、二便失禁。",
    "colloquial": " 什麼是正虛毒陷證? 正虛毒陷證是指正氣虧虛，正不勝邪而導致毒邪內陷，常見症狀有神昏、澹語、動風、動血、氣息微弱、二便失禁。"
  },
  {
    "original": "中醫證型 血虛腸燥證:病機以是指血液虧虛，腸失濡潤，以大便乾結、艱澀難下，多日一便，或有便血，面白，舌淡，脈細澀等爲常見症的證候，臨床常見表現為大便乾結、艱澀難下，多日一便，或有便血，面白，舌淡，脈細澀。",
    "colloquial": "什麼是血虛腸燥證?就是血液不足，腸道缺乏潤滑，大便乾燥難排，多日才一次，有時還會便血，臉色蒼白，舌頭淡淡的，脈搏細細的，這些都是常見症狀。"
  },
  {
    "original": "中醫證型 暑風證:病機以是指暑熱熾盛，引動肝風，以高熱，神昏，四肢抽搐，甚至角弓反張、牙關緊閉等爲常見症的證候，臨床常見表現為高熱，神昏，四肢抽搐，甚至角弓反張、牙關緊閉。",
    "colloquial": "暑風證是什麼意思?暑風證是指因為暑熱很嚴重，引起肝風，通常會有高熱、神昏、四肢抽搐，有時還會角弓反張和牙關緊閉這些症狀。"
  },
  {
    "original": "中醫證型 溼鬱化熱證:病機以指多因溼邪內生、鬱而化熱所致病證，臨床常見表現為低熱，午後熱甚，胸悶，身重，納少，嘔惡，口不渴，或飲入即吐，大便稀薄或黏滯不爽；或脂瘤合併感染，局部紅、腫、熱痛，苔黃，脈滑數等。",
    "colloquial": "中醫裡的溼鬱化熱證是怎麼回事?它通常是因為體內溼邪鬱積而轉化成熱，症狀包括低熱、下午熱更嚴重、胸悶、身體沉重、食慾不佳、嘔吐、口不渴或喝水就吐、拉稀或大便黏滯不爽。也可能會有脂瘤感染"
  },
  {
    "original": "中醫證型 風熱犯表證:病機以是指風熱之邪侵襲膚表，以發熱，微惡風寒，少汗，全身不適，頭痛，口微渴，或有咽痛，舌邊尖紅，苔薄黃，脈浮數等爲常見症的證候，臨床常見表現為發熱，微惡風寒，少汗，全身不適，頭痛，口微渴，或有咽痛，舌邊尖紅，苔薄黃，脈浮數等。",
    "colloquial": "風熱犯表證是什麼意思?就是風熱之邪侵襲身體表面，常見症狀有發熱、微惡風寒、少汗、全身不適、頭痛、口微渴、或有咽痛，舌邊尖紅、苔薄黃、脈浮數等。"
  },
  {
    "original": "中醫證型 暑溼證:病機以指暑溼之邪交阻內蘊所致的，以口渴、神疲倦怠、肢體困重、關節痠痛、心煩面垢、汗出不徹，舌紅苔黃膩，脈滑數等位常見症的證候，臨床常見表現為口渴、神疲倦怠、肢體困重、關節痠痛、心煩面垢、汗出不徹，舌紅苔黃膩，脈滑數。",
    "colloquial": "中醫說的暑溼證是因為暑溼之邪在體內聚集引起的，常見症狀有口渴、疲倦、四肢沉重、關節痠痛、心煩、臉上油膩、出汗不暢、舌紅苔黃膩、脈滑數。"
  },
  {
    "original": "中醫證型 胃熱熾盛證:病機以是指火熱熾盛，壅滯於胃，以胃脘灼痛、喜冷，發熱口渴，或口臭、牙齦腫痛、齒衄，便結尿黃，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為胃脘灼痛、拒按，渴喜冷飲，或消谷善飢，或口臭，牙齦腫痛潰爛，齒衄，小便短黃，大便祕結，舌紅苔黃，脈滑數。",
    "colloquial": "你知道胃熱熾盛證是啥嗎?就是胃裡面火氣很大，會覺得胃很燙，喜歡喝冷的東西，還會發熱口渴，可能有口臭、牙齦腫痛或流血，大便乾結、小便黃，舌頭紅紅的，有黃苔，脈搏也比較快。常見症狀就是胃痛不想碰，喜"
  },
  {
    "original": "中醫證型 毒盛釀膿證:病機以是指氣血凝滯於局部，熱勝肉腐化膿所表現出來的局部紅腫疼痛，繼之釀膿應指，舌苔黃膩，脈弦數一類病證，臨床常見表現為局部紅腫疼痛，繼之釀膿應指，舌苔黃膩，脈弦數。",
    "colloquial": "什麼是毒盛釀膿證啊?這是中醫的一種病證，主要是氣血凝滯在局部，然後因為熱勝導致肉腐化膿，會表現出來局部紅腫疼痛，接著就會釀膿。那看舌頭會怎樣呢?舌苔會變黃而且很膩，脈象會變得弦數"
  },
  {
    "original": "中醫證型 厥陰血虛寒鬱證:病機以是指病人血虛復感外寒，或陽虛內寒，血虛寒鬱，血流凝滯，四肢不得氣血之溫養，出現以手足逆冷爲主的證候，臨床常見表現為手足厥逆，或伴有畏寒，面色蒼白，頭痛，腰背痛，四肢骨節冷痛，腹部拘急疼痛，背部及腰身冷，婦女則有少腹冷痛，痛經或月經不調，舌淡白，苔薄白而潤，脈細欲絕，或脈弦細或細澀等。",
    "colloquial": "這個中醫證型叫厥陰血虛寒鬱證，主要是因為血虛又受了外寒，或者陽虛內寒，導致血虛寒鬱，血流不暢，四肢得不到氣血的溫養。常見的症狀是手腳冰冷，還可能伴隨怕冷，臉色蒼白，頭痛，腰背痛，四"
  },
  {
    "original": "中醫證型 陽閉證:病機以是指痰火瘀熱所致，以突然昏僕，不省人事，牙關緊閉，口噤不開，兩手握固，大小便閉，肢體強疼，面赤身熱，氣粗口臭，躁擾不寧，苔黃膩，脈弦滑而數助主症的證候，臨床常見表現為突然昏僕，不省人事，牙關緊閉，口噤不開，兩手握固，大小便閉，肢體強疼，面赤身熱，氣粗口臭，躁擾不寧，苔黃膩，脈弦滑而數。",
    "colloquial": "中醫裡的陽閉證是什麼意思?陽閉證是指因痰火瘀熱引起的病症，會突然昏倒、不省人事、牙關緊閉、嘴巴打不開、手握緊、大小便閉塞、肢體僵硬疼痛、臉紅身熱、呼吸粗重、有口臭、躁動不安，舌苔黃膩，"
  },
  {
    "original": "中醫證型 陰虛邪戀證:病機以泛指陰液虧虛而又有邪毒留滯的證候，臨床常見表現為除有低熱顴紅、盜汗、咽乾口燥等陰虛見症外，因邪毒性質不同而有各自的特徵。",
    "colloquial": "什麼是陰虛邪戀證?陰虛邪戀證是指身體的陰液虧虛，還有邪毒留滯。常見症狀包括低熱、顴紅、盜汗、咽乾口燥等，還會因邪毒不同有其他特徵。"
  },
  {
    "original": "中醫證型 血輪實熱證:病機以是指心經實火，炎灼目竅，血輪受病，以大眥部紅赤疼痛爲特徵的臨牀概稱，臨床常見表現為大眥部紅赤腫脹疼痛，或從大眥部生出赤脈，貫經白睛而向黑睛，磨澀不舒；口舌糜爛，舌尖碎痛，口鼻乾燥，小便黃赤，灼熱疼痛，舌紅苔黃，脈數或弦數等。",
    "colloquial": "這段中醫內容是說，血輪實熱證是指心經有實火，引起眼睛發炎，尤其是大眥部紅腫疼痛。常見的症狀有大眥部紅腫疼痛，可能有紅色的血脈從大眥部延伸到眼白和黑眼珠，感覺磨澀不舒服。此外，還可能有口舌糜爛、"
  },
  {
    "original": "中醫證型 燥氣化火證:病機以指多因外燥燥氣侵襲人體，從口鼻，肌表而入，肺燥陰傷所致病證，臨床常見表現為身熱，乾咳無痰，咯血，氣喘，胸滿脅痛，心煩口渴，鼻燥咽乾，大便乾結。",
    "colloquial": " 中醫的燥氣化火證是什麼? 燥氣化火證是指外燥侵襲人體，從口鼻、肌表進入，導致肺燥陰傷的病症，常見症狀有身熱、乾咳無痰、咯血、氣喘、胸滿脅痛、心煩口渴、鼻燥咽乾、大便乾結"
  },
  {
    "original": "中醫證型 痰瘀化熱證:病機以是指痰瘀互結，日久化熱，以患處腫硬、灼熱、刺痛，胸悶，咳痰色黃或夾血塊，舌暗紅或有斑點，苔黃膩，脈弦澀等爲常見症的證候，臨床常見表現為患處腫硬、灼熱、刺痛，胸悶，咳痰色黃或夾血塊，舌暗紅或有斑點，苔黃膩，脈弦澀等。",
    "colloquial": "痰瘀化熱證是啥意思啊?就是痰和瘀血結在一起，時間久了變熱，通常會覺得患處腫硬、灼熱、刺痛，還會胸悶，咳出來的痰是黃的或者帶血塊，舌頭顏色暗紅或有斑點，舌苔黃膩，脈象弦澀。"
  },
  {
    "original": "中醫證型 風寒襲表證:病機以是指風寒襲表，以惡寒發熱、無汗、頭身痛，鼻塞流清涕，咳嗽，咳痰清稀，語聲重濁，舌苔薄白，脈浮緊爲常見症狀的證候，臨床常見表現為惡寒發熱、無汗、頭身痛，鼻塞流清涕，咳嗽，咳痰清稀，語聲重濁，舌苔薄白，脈浮緊。",
    "colloquial": "中醫裡的風寒襲表證是什麼意思啊?就是指風寒侵襲表層，會有惡寒發熱、無汗、頭身痛、鼻塞流清涕、咳嗽、咳痰清稀、聲音重濁、舌苔薄白、脈浮緊這些症狀。"
  },
  {
    "original": "中醫證型 溼熱蒸齒證:病機以是指溼熱內蘊，上蒸牙齒，以牙痛，或牙齒被蛀蝕成洞，每遇熱、甜、酸則痛甚，或齒眼紅腫，口氣臭穢，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為牙痛，每遇熱、甜、酸則痛甚，或齒齦紅腫，口氣臭穢，舌紅苔黃膩，脈滑數等。",
    "colloquial": "濕熱蒸齒證是怎麼回事?這是指濕熱內蘊，上蒸牙齒，會引起牙痛，或牙齒被蛀成洞，遇到熱、甜、酸的東西會更痛，有時牙齦紅腫、口氣不好，舌頭紅苔黃膩，脈滑數。常見症狀就是牙痛特別厲害，"
  },
  {
    "original": "中醫證型 淋證:病機以是指以小便頻數、淋瀝澀痛、小腹拘急引痛爲主症的疾病，臨床常見表現為。",
    "colloquial": " 什麼是淋證? 淋證是指小便頻數、淋瀝澀痛、小腹拘急引痛等症狀的疾病。"
  },
  {
    "original": "中醫證型 太陽中風證:病機以是指以風邪爲主的風寒之邪侵犯太陽經脈，衛強營弱，以發熱、惡風、汗出、脈浮緩等爲常見症的證候，臨床常見表現為惡風寒，發熱，汗出，頭項強痛，或鼻鳴乾嘔，舌苔薄白，脈浮緩。",
    "colloquial": "太陽中風證是什麼意思啊?就是風寒侵襲太陽經脈，會出現發熱、惡風、出汗、脈浮緩等症狀。常見表現有怕冷、發熱、出汗、頭痛、脖子痛、鼻塞、乾嘔，舌苔薄白，脈浮緩。"
  },
  {
    "original": "中醫證型 暴受驚恐證:病機以指多因小兒神氣怯弱，若胎稟不足，復又暴受驚恐，驚則傷神，恐則傷志，心神不寧所致病證，臨床常見表現為夜間突然啼哭，哭聲尖銳，如見異物，表情恐懼，緊偎母懷，面色乍青乍白，哭聲時高時低，時急時緩，時作驚惕，指紋青紫。",
    "colloquial": "中醫認為小孩神氣怯弱，胎稟不足，受驚恐後容易心神不寧，會突然在夜間啼哭，哭聲尖銳，像見到異物，表情恐懼，緊偎著媽媽，臉色變化不定，哭聲時高時低，時急時緩，有時會驚嚇，指紋會變青紫。"
  },
  {
    "original": "中醫證型 虛風內動證:病機以是指腎精肝血耗損，虛風內動之候，臨床常見表現為低熱，手足蠕動，甚或瘛瘲，心悸或心中澹澹大動，甚則心中痛，時時欲脫，形消神倦，咽乾齒黑，舌幹降，脈虛細無力。",
    "colloquial": "中醫說的虛風內動證是指腎精肝血耗損，像是低熱、手足蠕動甚至抽搐，還有心悸、心中痛這些症狀，形消神倦、咽乾齒黑、舌幹降，脈虛細無力也會出現。"
  },
  {
    "original": "中醫證型 風溼凌目證:病機以是指風溼之邪上犯頭目，以胞瞼腫脹、色赤、瘙癢、流淚等爲常見症的證候，臨床常見表現為胞瞼腫脹、色赤、瘙癢、流淚等。",
    "colloquial": "中醫講的風溼凌目證是指風溼之邪侵犯頭目，常見症狀有眼瞼腫脹、發紅、癢和流淚。"
  },
  {
    "original": "中醫證型 痰氣鬱結證:病機以是指謀慮不遂或憂思過度，久鬱傷脾，脾失健運，食滯不消而生痰，致痰氣鬱結所表現出來的一類病證，臨床常見表現為情志抑鬱，失眠多夢，或覺喉中有物梗阻，胸脅滿悶，痰多，苔白膩，脈弦滑。",
    "colloquial": "痰氣鬱結是怎麼回事啊?這種情況通常是因為想法沒達成或過度憂思，久而久之傷了脾，脾不運化，食物不消化形成痰，導致痰氣鬱結。症狀有情緒低落、失眠多夢、喉嚨有東西卡住的感覺、胸脅滿悶、"
  },
  {
    "original": "中醫證型 胞宮虛寒證:病機以指陽氣虧虛，胞宮失卻溫煦，以畏冷肢涼，小腹隱痛、喜溫喜按，月經色淡、質稀，或帶下清稀，或不孕，或流產，面色白，舌淡苔白等常見症的證候，臨床常見表現為小腹不溫，喜溫喜按，綿綿作痛，月經或後期而來，或經行量少，或停閉不行，帶下量多，色白質稀，腰痛腿軟，畏寒肢冷，大便溏薄，舌淡苔薄，脈沉細無力或沉遲。",
    "colloquial": " 什麼是胞宮虛寒證?  就是陽氣虧虛，子宮不暖，會覺得怕冷、四肢冰涼、小腹隱隱作痛，喜歡熱敷，月經顏色淡、量少，或有清稀的白帶，甚至不孕或流產，臉色蒼白，舌頭淡、舌苔白"
  },
  {
    "original": "中醫證型 邪入肺胃證:病機以是由邪入肺胃，熱毒熾盛所致的證候，臨床常見表現為壯熱持續，起伏如潮，膚有微汗，煩躁不安，目赤眵多，咳嗽陣作，皮疹布發，疹點由細小稀少而逐漸稠密，疹色先紅後暗，皮疹凸起，觸之礙手，壓之退色，大便乾結，小便短少，舌質紅赤，舌苔黃膩，脈數有力。",
    "colloquial": "中醫說的邪入肺胃證是什麼意思?主要是說邪氣進入肺胃，熱毒很強的情況。常見症狀有持續高燒，體溫起伏像潮水一樣，皮膚有點出汗，人很煩躁不安，眼睛紅紅的還有很多眼屎，會陣發性咳嗽，皮疹會出現，"
  },
  {
    "original": "中醫證型 太陽腑證:病機以指太陽經證不解，病邪由太陽之表內傳其腑所表現的證候，臨床常見表現為1、太陽蓄水證",
    "colloquial": " 什麼是太陽腑證? 太陽腑證是指太陽經證不解，病邪由太陽之表內傳其腑所表現的症狀，常見的是太陽蓄水證。"
  },
  {
    "original": "表現爲小便不利，小腹脹滿，發熱，惡風，自汗，心煩口渴，或引入即吐，脈浮或浮數。",
    "colloquial": "你好，我最近小便不太順利，還有小腹脹滿，發熱，怕風，會自汗，心情煩躁而且口渴，喝水還會想吐，脈象浮或浮數，這是什麼情況?"
  },
  {
    "original": "中醫證型 瘀阻聲帶證:病機以是指瘀血阻滯聲帶，以聲音嘶啞，說話困難，聲帶暗紅、邊緣增厚，或有小結、息肉，舌有斑點，脈弦澀等爲常見症的證候，臨床常見表現為聲音嘶啞，說話困難，聲帶暗紅、邊緣增厚，或有小結、息肉，舌有斑點，脈弦澀等。",
    "colloquial": "中醫說的瘀阻聲帶證是什麼意思?就是指聲帶有瘀血阻滯，常見症狀有聲音嘶啞、說話困難、聲帶暗紅、邊緣增厚，或者有小結、息肉，舌頭上有斑點，脈象弦澀。"
  },
  {
    "original": "中醫證型 肝鬱證:病機以是指肝失疏泄，氣機鬱滯，以情志抑鬱，喜嘆息，胸脅或少腹脹悶竄痛，婦女乳房脹痛，月經不調，脈弦等爲常見症的證候，臨床常見表現為情志抑鬱，胸脅或少腹脹滿竄痛，善太息，或見咽部異物感，或頸部癭瘤，或脅下腫塊。",
    "colloquial": "什麼是肝鬱證?就是情緒不好，胸部或腹部脹痛，有時還會覺得喉嚨有異物，頸部有腫塊，女性可能乳房脹痛，月經不調。"
  },
  {
    "original": "中醫證型 寒凝證:病機以又名外寒證，臨床常見表現為惡寒甚，無汗，頭身或胸腹疼痛，苔白，脈弦緊等。",
    "colloquial": "什麼是寒凝證?寒凝證就是外寒證，病人會感覺很怕冷，沒汗，頭或身體、胸腹會痛，舌苔白，脈會緊。"
  },
  {
    "original": "中醫證型 氣虛血溢證:病機以是指氣虛不能攝血，以致血液外溢所表現出來的出血，面色蒼白，舌質淡，脈細弱一類病證，臨床常見表現為出血不止，面色蒼白，舌質淡，脈細弱。",
    "colloquial": "氣虛血溢證是指氣虛無法攝血，導致血液外溢。這種情況會出現出血不止、臉色蒼白、舌質淡、脈細弱等症狀。"
  },
  {
    "original": "中醫證型 氣鬱痰凝證:病機以是由於痰與氣鬱結於身體各部所出現的一系列症狀的總稱，臨床常見表現為脹胸脅或脘腹脹痛痞滿，噯氣呃逆或噁心嘔吐，痰涎壅盛；或納呆多寐，頭暈目眩；或咽中梗阻不舒。",
    "colloquial": "氣鬱痰凝證是指痰和氣鬱結在身體各部位引起的一系列症狀，常見的症狀有胸脅或脘腹脹痛，噯氣、呃逆、噁心嘔吐，痰多，或食欲不振、嗜睡，頭暈目眩，喉嚨不舒服。"
  },
  {
    "original": "中醫證型 氣閉神厥證:病機以是因情志刺激，神氣鬱閉，以突然昏倒，口不能言，或神識不清，或牙關緊閉，或四肢抽搐，脈弦或伏等爲常見症的證候，臨床常見表現為突然昏倒、口不能言，或神識不清，或牙關緊閉，或四肢抽搐，脈弦或伏等。",
    "colloquial": "什麼是氣閉神厥證?就是因為情緒刺激，神氣鬱閉，突然昏倒，不能說話，神識不清，牙關緊閉，四肢抽搐，脈弦或伏等症狀。"
  },
  {
    "original": "中醫證型 積滯傷胃證:病機以指多因胃中積滯，損傷脾胃所致病證，臨床常見表現為胃脘脹滿，甚則疼痛，噯腐吞酸，吐血色紅，夾有不消化食物，大便不爽，苔厚膩，脈滑。",
    "colloquial": "積滯傷胃證是因胃中積滯損傷脾胃導致的，常見症狀有胃脘脹滿甚至疼痛，打嗝有酸味，吐紅色血夾有不消化食物，大便不爽，舌苔厚膩，脈滑。"
  },
  {
    "original": "中醫證型 陰虛證:病機以是指機體精、氣、血、津液虧耗，以及陰不制陽致使陽氣相對亢盛，以五心煩熱，骨蒸潮熱，面紅顴赤，頭暈耳鳴，口脣、鼻咽、皮膚乾燥，盜汗遺精，便祕，舌紅少苔少津或紅絳光剝，脈細數無力等常見症的證候，臨床常見表現為形體消瘦，口燥咽乾，兩顴潮紅，五心煩熱，潮熱盜汗，小便短黃，大便乾結，舌紅少津、少苔，脈細數等。",
    "colloquial": "中醫裡的陰虛證是什麼意思?陰虛證是指身體的精、氣、血、津液不足，陰不制陽，導致陽氣過盛。常見的症狀有五心煩熱、骨蒸潮熱、面紅顴赤、頭暈耳鳴、口乾鼻乾、盜汗遺精、便祕、舌紅少苔少"
  },
  {
    "original": "中醫證型 肝經鬱熱證:病機以是指肝氣鬱滯，鬱熱內蘊，以兩脅脹痛、灼熱、煩躁易怒，口苦口乾，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為情志抑鬱、急躁易怒，胸脅脹悶，善太息，口苦而幹，心煩，自覺身熱，或有低熱，婦女可見月經先期，量多色紅質稠、或痛經，乳房脹痛，舌紅苔黃，脈弦數。",
    "colloquial": "什麼是肝經鬱熱證啊?就是肝氣鬱滯，內熱鬱積，會有兩脅脹痛、灼熱、煩躁易怒，還有口苦口乾，舌紅苔黃，脈弦數這些症狀。常見的表現還有情緒抑鬱、急躁易怒，胸脅脹悶，愛"
  },
  {
    "original": "中醫證型 餘邪未盡證:病機以指多因溼溫將愈而餘邪困阻，氣機不暢所致病證，臨床常見表現為微熱或身熱已退，脘中微悶，知飢不食，食不甘味，精神倦怠，苔微膩，脈濡緩。",
    "colloquial": "這什麼是餘邪未盡證?餘邪未盡證就是身體裡的病邪還沒完全排出，通常是因為溼溫病快好了，但還有些餘邪阻礙氣機不暢。常見的症狀有微熱或身熱已退，脘中微悶，雖然有餓但不想吃東西，吃東西也沒"
  },
  {
    "original": "中醫證型 肝腎陰虛證:病機以指肝腎陰液虧虛，虛熱內擾，以腰痠脅痛、眩暈、耳鳴、遺精等爲主要表現的虛熱證候，臨床常見表現為頭暈，目眩，耳鳴，健忘，脅痛，腰膝痠軟，口燥咽於，失眠多夢，低熱或五心煩熱，顴紅，男子遺精，女子月經量少，舌紅，少苔，脈細數。",
    "colloquial": "肝腎陰虛是怎麼回事?就是肝和腎的陰液不夠，導致虛熱內擾。主要症狀有腰痠、脅痛、眩暈、耳鳴、遺精等。常見表現包括頭暈、目眩、耳鳴、健忘、脅痛、腰膝痠軟、口燥咽乾、"
  },
  {
    "original": "中醫證型 心腎陰虛證:病機以是指心與腎的陰液虧虛，以心悸心煩，失眠耳鳴，腰膝痠軟，舌紅少苔，脈細數無力等爲常見症的證候，臨床常見表現為心悸怔仲，健忘，失寐多夢、五心煩熱，腰膝痠軟、盜汗、顴紅、口咽乾燥瘦黃便幹、遺精帶下，舌紅少津，脈細數。",
    "colloquial": "中醫裡的心腎陰虛證是指心和腎的陰液不足，常見症狀有心悸心煩、失眠耳鳴、腰膝痠軟，舌頭紅少苔，脈細數無力。臨床表現包括心悸怔忡、健忘、失眠多夢、五心煩熱、腰膝痠軟"
  },
  {
    "original": "中醫證型 胃腸氣滯證:病機以是指胃腸氣機阻滯，以胃脘或腹部痞脹、脹痛或竄痛，得暖氣、腸鳴、矢氣而覺舒，脈弦等爲常見症的證候，臨床常見表現為胃脘、腹部脹滿疼痛，走竄不定，痛而欲吐或欲瀉，瀉而不爽，噯氣，腸鳴，矢氣，得噯氣、矢氣後痛脹可緩解，或無腸鳴、失氣則脹痛加劇，或大便祕結，苔厚，脈弦。",
    "colloquial": "中醫認為胃腸氣滯證是因為胃腸氣機阻滯，會感到胃脘或腹部脹痛，有時還會竄痛，打嗝、腸鳴、放屁後會覺得舒服，脈象多為弦脈。常見症狀有胃脘和腹部脹滿疼痛，痛點不固定，痛得想吐或想"
  },
  {
    "original": "中醫證型 風溼化熱證:病機以是指感受風溼之邪，未得發越，鬱久化熱，形成風、溼、熱邪膠結的證候，臨床常見表現為惡寒發熱，肢體酸脹困重，關節腫痛，活動不利，或皮膚瘙癢、滲液，發熱口渴，舌質紅、苔黃而幹。",
    "colloquial": "風溼化熱證是什麼?風溼化熱證是指感受風溼邪氣，鬱久化熱，風、溼、熱邪膠結的證候。那有什麼症狀呢?會出現惡寒發熱，肢體酸脹困重，關節腫痛，活動不利，或皮膚瘙癢、滲液，發熱口"
  },
  {
    "original": "中醫證型 熱入心包證:病機以是指溫邪侵入心包．閉阻心竅，以致機竅失靈而出現的證候，臨床常見表現為身體灼熱，四肢厥冷，神昏譫語或昏憒不語，痰壅氣短，舌謇難言，舌體短縮，舌色鮮絳，脈細數，甚者可兼見汗多，氣短，脈細無力，或兼見汗出淋漓，脈微欲絕。",
    "colloquial": "什麼是熱入心包證?熱入心包證是指熱邪侵入心包，導致心竅閉塞，機竅失靈，引起身體灼熱、四肢冰冷、神志模糊、說胡話或不說話、痰多氣短、說話困難、舌短縮、舌色鮮紅、脈細快，嚴重的還會出"
  },
  {
    "original": "中醫證型 胃氣虛血瘀證:病機以是指胃氣虛弱，胃陰虧虛，以胃院痞悶、嘈雜、隱痛、喜按，飢不欲食，或乾嘔呢逆，口微渴，便結，脈弱等爲常見症的證候，臨床常見表現為胃院痞悶、嘈雜、隱痛、喜按，飢不欲食，或乾嘔呢逆，口微渴，便結，脈弱等。",
    "colloquial": "什麼是胃氣虛血瘀證?就是胃氣虛弱，胃陰虧虛，常見症狀有胃院痞悶、嘈雜、隱痛、喜按，飢不欲食，或乾嘔呢逆，口微渴，便結，脈弱等。"
  },
  {
    "original": "中醫證型 邪竄肝經證:病機以指多因外邪走竄，侵犯肝臟所致病證，臨床常見表現為腮部腫脹，發熱，男性睾丸腫痛，女性少腹痛，舌質偏紅，苔黃，脈弦數。",
    "colloquial": "什麼是邪竄肝經證?邪竄肝經證是指外邪侵犯肝臟引起的病症，常見症狀有腮部腫脹、發熱、男性睾丸腫痛、女性少腹痛，舌質偏紅、苔黃、脈弦數。"
  },
  {
    "original": "中醫證型 肝熱上擾證:病機以是指肝陽亢擾於上，肝腎陰虧於下，以眩暈耳鳴、頭目脹痛、面紅、煩躁、腰膝痠軟等爲主要表現的證候，臨床常見表現為眩暈耳鳴、頭目脹痛、面紅、煩躁、腰膝痠軟。",
    "colloquial": "什麼是肝熱上擾證?就是肝陽亢盛，肝腎陰虧，會有眩暈耳鳴、頭目脹痛、面紅、煩躁、腰膝痠軟這些症狀。"
  },
  {
    "original": "中醫證型 陰虛血熱證:病機以指陰液虧虛，虛熱入血，以心煩口渴，潮熱顴紅，口乾咽癢，大便乾結，或咳血吐衄，斑疹等爲臨牀表現的證候，臨床常見表現為五心煩熱，午後顴紅，潮熱盜汗，形體消瘦，心悸，不寐，咳血、衄血、吐血、發斑，舌質紅少苔，脈細數。",
    "colloquial": "中醫中的陰虛血熱證是什麼意思啊?就是身體內陰液不夠，虛熱跑到血裡，會感到心煩口渴，臉頰發紅，口乾咽癢，大便乾結，有時還會咳血、吐血、流鼻血或出現斑疹。常見症狀有五心煩熱，下午臉頰"
  },
  {
    "original": "中醫證型 風邪熱毒證:病機以是指素體血分有熱，復感風熱之邪，內外合邪，化火化毒，鬱熱而發所致的病證，臨床常見表現為惡寒發熱，皮膚紅腫灼熱，腫脹疼痛，甚則發生水泡，眼胞腫脹難睜，苔薄黃，舌質紅，脈浮數。",
    "colloquial": "中醫裡的風邪熱毒證是指體內本來就有熱，再加上感受風熱之邪，內外合邪化火化毒，鬱熱而引發的病證。臨床上常見的表現有怕冷發熱、皮膚紅腫灼熱、腫脹疼痛，嚴重時會有水泡、眼皮腫脹難睜、"
  },
  {
    "original": "中醫證型 亡陽證:病機以指體內陽氣極度衰微而欲脫，以冷汗、肢厥、面白、脈微等爲主要表現的危重證候，臨床常見表現為冷汗淋漓、汗質稀淡，神情淡漠，肌膚不溫，手足厥冷，呼吸氣弱，面色蒼白，舌淡而潤，脈微欲絕等。",
    "colloquial": "你好，你知道什麼是亡陽證嗎?簡單來說，這是中醫的一種危重證候，當身體內的陽氣極度衰微時會出現。主要表現是冷汗、四肢冰冷、面色蒼白、脈搏微弱。具體症狀包括大量冷汗、皮膚不溫、手足冰冷、呼吸微弱、舌淡"
  },
  {
    "original": "中醫證型 痰熱壅肺證:病機以痰熱交結，壅積於肺，以發熱口渴，咳嗽氣喘，吐痰黃稠，胸悶，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為咳嗽，咯痰黃稠而量多，胸悶，氣喘息粗，甚則鼻翼煽動，喉中痰鳴，或咳吐膿血腥臭痰，胸痛，發熱口渴，煩躁不安，小便短黃，大便祕結，舌紅苔黃膩，脈滑數。",
    "colloquial": "痰熱壅肺證是中醫的一種病症，主要是痰熱交結壅積在肺部，常見症狀有發熱、口渴、咳嗽、氣喘、吐痰黃稠、胸悶、舌紅苔黃膩、脈滑數。常見表現包括咳嗽、咯痰黃稠而量多、胸悶、"
  },
  {
    "original": "中醫證型 溼熱壅結證:病機以指多因溼鬱化熱，溼熱交蒸，三焦爲之壅滯，以致膀胱輸化無權，水道不通所致病證，臨床常見表現為遍體浮腫，腫勢多劇，皮膚繃急光亮，胸脘痞悶，煩熱口渴，小便短赤，大便乾結，舌質紅，苔黃膩，脈沉數或濡數等。",
    "colloquial": "中醫說的溼熱壅結證是指因為溼氣積聚變成熱，溼熱互相影響，三焦不通，導致膀胱無法正常運作，水道不通的病證。常見的症狀有全身浮腫，腫得很厲害，皮膚緊繃光亮，胸口脹悶，煩燥口"
  },
  {
    "original": "中醫證型 疳證:病機以是指由於餵養不當，或因多種疾病的影響，導致脾胃受損，氣液耗傷而形成的一種小兒慢性病證，臨床常見表現為。",
    "colloquial": " 什麼是疳證?  疳證是小兒因餵養不當或多種疾病影響，導致脾胃受損、氣液耗傷的一種慢性病，常見臨床表現有精神不振、食欲不振等。"
  },
  {
    "original": "中醫證型 肺熱飲停證:病機以是指邪熱熾盛，水飲停肺，以發熱口渴，咳嗽氣喘，胸悶胸痛，或有哮鳴，舌紅苔黃滑，脈弦數等爲常見症的證候，臨床常見表現為發熱、口渴、咳嗽氣喘、胸悶、胸痛、喉間哮鳴、舌紅苔黃、脈弦數等。",
    "colloquial": " 什麼是肺熱飲停證?  肺熱飲停證是指肺部有邪熱熾盛，水飲停留，症狀包括發熱、口渴、咳嗽氣喘、胸悶胸痛、喉間哮鳴、舌紅苔黃和脈弦數。"
  },
  {
    "original": "中醫證型 溼熱犯耳證:病機以是指溼熱之邪侵襲耳竅，以耳道或耳廓紅腫疼痛、糜爛、滲液、結痂，或耳內流膿黃稠，或耳脹耳鳴，苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為耳道或耳廓紅腫疼痛、糜爛、滲液、結痂，或耳內流膿黃稠，或耳脹耳鳴，苔黃膩，脈滑數等。",
    "colloquial": "中醫裡的溼熱犯耳證是什麼意思?溼熱犯耳證是指溼熱之邪侵襲耳朵，會出現耳道或耳廓紅腫疼痛、糜爛、滲液、結痂，或耳內流膿黃稠，耳脹耳鳴，舌苔黃膩，脈滑數等症狀。"
  },
  {
    "original": "中醫證型 溼熱傷陰證:病機以是指多因溼熱蘊久，邪從燥化，傷陰、耗液、動血所致病證，臨床常見表現為身熱、便血、發疹、神昏；胸痞、腹脹、煩渴、譫語，㾦色枯白，空殼無漿，小便短赤，便溏不爽，或便乾結如羊矢，舌脈舌紅絳，乾燥，光剝如柿，脈弦數，或數而無力。",
    "colloquial": "中醫裡的溼熱傷陰證是因為溼熱積久，導致傷陰耗液、動血。常見症狀包括發熱、便血、皮疹、神志不清，還有胸悶、腹脹、口渴、胡言亂語。舌苔乾燥，顏色枯白，像柿子皮一樣，脈象弦數或"
  },
  {
    "original": "中醫證型 肺經鬱火證:病機以是指火熱鬱結肺經，以發熱口渴，咽喉焮紅灼痛，咳嗽，吐黃痰，鼻氣灼熱，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為發熱口渴、咽喉腫痛、咳嗽、痰黃質黏、鼻中氣熱、舌紅苔黃、脈數等。",
    "colloquial": "中醫裡的肺經鬱火證是指肺經裡有火熱鬱結，常見症狀有發熱、口渴、咽喉紅痛、咳嗽、吐黃痰、鼻子裡有熱氣，舌頭紅苔黃、脈數等。"
  },
  {
    "original": "中醫證型 陰盛陽虛證:病機以是指陰寒內盛，損傷陽氣所致的病證，臨牀表現爲形寒肢冷，畏寒喜溫，神疲，小便清長，大便清冷，局部冷痛，舌淡苔白滑，脈沉遲，臨床常見表現為形寒肢冷、畏寒喜溫、神疲、小便清長、大便清冷、局部冷痛、舌淡苔白滑、脈沉遲等。",
    "colloquial": "什麼是陰盛陽虛證?就是體內陰寒過多，傷到陽氣的病症。症狀包括怕冷、手腳冰冷、喜歡溫暖、容易累、小便清長、大便清冷、局部冷痛、舌頭淡白而滑、脈象沉遲等。"
  },
  {
    "original": "中醫證型 肝火上炎證:病機以是指肝火熾盛而上炎，以發熱口渴，煩躁失眠，頭痛，或目赤腫痛，或耳暴鳴暴聾，或吐血、衄血，面赤，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為頭暈脹痛，面紅目赤，急躁易怒，或脅肋灼痛，或耳鳴耳聾，或耳內腫痛流膿，或失眠多夢，或吐血、衄血，口苦口乾，大便祕結，小便短黃，舌質紅，苔黃，脈弦數。",
    "colloquial": "什麼是肝火上炎呀?肝火上炎就是肝火太旺盛了，會讓你覺得發熱口渴，煩躁失眠，頭痛，或者眼睛紅腫痛，耳鳴耳聾，甚至吐血、流鼻血。你可能會覺得頭暈脹痛，臉紅眼紅，容易生氣，或者肋骨那邊疼痛"
  },
  {
    "original": "中醫證型 情志鬱結證:病機以指多因情志不暢，肝失條達，鬱久而氣血瘀滯所致病證，臨床常見表現為情志抑鬱，胸悶不適，脅脹，煩躁易怒，頭暈目眩；舌苔薄白或黃，脈弦或弦滑。",
    "colloquial": "什麼是情志鬱結證?就是因為情志不暢，導致肝失條達，久而久之氣血瘀滯，造成的一種病症。常見症狀包括情志抑鬱、胸悶不適、脅脹、煩躁易怒、頭暈目眩。舌苔可能是薄白或黃，脈象多為弦或"
  },
  {
    "original": "中醫證型 風熱俱盛證:病機以是指風熱邪氣壅滯肌膚，以發熱，口渴飲冷，面目或咽喉紅腫疼痛，皮膚出疹色赤，或癰癤疔瘡紅腫灼熱癢痛，便結尿黃，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為發熱，口渴飲冷，面目或咽喉紅腫疼痛，皮膚出疹色赤，或癰癤疔瘡紅腫灼熱癢痛，便結尿黃，舌紅苔黃，脈數等。",
    "colloquial": "風熱俱盛證是什麼意思?簡單來說，就是風熱邪氣堵在皮膚上，會有發熱、口渴想喝冷的、臉和喉嚨紅腫疼痛、皮膚出疹子紅紅的，或者有癰癤疔瘡紅腫熱癢痛、便秘尿黃、舌頭紅苔黃、脈搏快這些"
  },
  {
    "original": "中醫證型 驚恐傷神證:病機以是指因卒驚、大恐，損傷神氣，以面色蒼白或青紫，胸悶心悸，神識癡呆，甚或昏倒，脈伏或結或動等爲常見症的證候，臨床常見表現為面色蒼白或青紫，胸悶心悸，神識癡呆，甚或昏倒，脈伏或結或動。",
    "colloquial": "驚恐傷神證是什麼?就是因為突然受到驚嚇或大恐而損傷神氣，常見症狀有面色蒼白或青紫、胸悶心悸、神識癡呆，有時甚至會昏倒，脈象多見伏脈、結脈或動脈。"
  },
  {
    "original": "中醫證型 寒滯肝脈證:病機以是指寒邪侵襲，凝滯肝經，以少腹冷痛，或陰器收引疼痛，或巔頂疼痛，遇寒痛增，得溫痛緩，惡寒肢冷嘔吐清涎，苔白，脈弦緊等爲常見症的證候，臨床常見表現為少腹冷痛，陰部墜脹作痛，或陰器收縮引痛，或巔頂冷痛，得溫則減，遇寒痛增，惡寒肢冷，舌淡，苔白潤，脈沉緊或弦緊。",
    "colloquial": "寒滯肝脈證是指寒邪侵襲肝經，會導致少腹冷痛或陰部疼痛，甚至頭頂也會疼。遇到寒冷痛會加重，溫暖則會減輕，還會怕冷、四肢冰冷、嘔吐清涎等。舌苔會白、脈弦緊或沉緊。"
  },
  {
    "original": "中醫證型 蛔厥證:病機以是指因爲傷於寒邪，六經傳變或外邪直中販陰所致，臨牀上常寒熱錯雜，虛實並見，而有吐蛔，四肢厥冷等症狀的證候，臨床常見表現為時煩時靜，得食則嘔，其人常吐蛔蟲，有時口渴不止，氣上撞心，心中疼熱，飢而不欲食，甚則四肢厥冷，舌脈依其寒熱，虛實錯雜情況不同而各異。",
    "colloquial": "中醫說的蛔厥證是什麼意思呀? 這是因為受寒邪影響，六經傳變或者外邪直接侵入陰經引起的。在臨床上會出現寒熱交替、虛實並見的症狀，像是吐蛔蟲、四肢冰冷等。一般還有時煩時靜、吃東西就嘔吐的情況，"
  },
  {
    "original": "中醫證型 腎陽虛水泛證:病機以是指腎陽虛衰，氣化無權，水液氾濫而充溢肌膚，以畏寒肢冷，水腫腰以下爲甚，腰痠冷，腹脹，小便短少，舌淡胖，苔白滑，脈沉遲等爲常見症的證候，臨床常見表現為尿少身腫，腰以下爲甚，按之沒指，畏寒肢冷，腰膝酸冷，腹脹滿，舌體胖嫩，舌質淡，有齒痕，苔白滑，脈沉遲。",
    "colloquial": "這個腎陽虛水泛證是說腎陽虛弱，身體無法正常運作，導致水分積聚在皮膚上。主要症狀包括怕冷、四肢冰冷、水腫特別是腰以下、腰痠冷、腹脹、小便少、舌淡胖有齒痕、舌苔白滑、脈沉遲。常見的表"
  },
  {
    "original": "中醫證型 暑入心營證:病機以指多因暑熱內陷心營，心神被擾而營熱甚所致病證，臨床常見表現為身壯熱入夜尤甚，夜寐不安，或白晝嗜睡，甚或神昏心煩，時有譫語，口乾不欲飲，舌絳，脈虛或散大。",
    "colloquial": "中醫認為暑入心營證是因為暑熱影響心營，心神受到干擾，導致營熱過多的病證。常見症狀包括晚上發熱更嚴重，夜晚睡不好，白天嗜睡，甚至出現神昏心煩，有時會說胡話，口乾但不想喝水，舌頭紅，脈象虛或散大。"
  },
  {
    "original": "中醫證型 寒凝血瘀證:病機以是指寒邪凝滯氣機，血行瘀阻，以畏寒冷痛，得溫痛減，肢冷色青，婦女月經後期、痛經、經色紫暗夾塊，舌紫暗，苔白，脈沉遲而澀等爲常見症的證候，臨床常見表現為肢體、肌膚畏寒冷痛，屈伸不利，得溫痛減，伴有軀體瘀血的症狀，舌質暗苔白，脈沉遲等。",
    "colloquial": "寒凝血瘀證是指寒邪阻滯氣機，血行不暢。常見症狀是怕冷疼痛，溫暖後疼痛減輕，四肢冰冷發青，女性月經延後、痛經、經血顏色紫暗夾有血塊，舌頭紫暗，舌苔白，脈象沉遲而澀。日常表現"
  },
  {
    "original": "中醫證型 熱陷心包證:病機以是指溫邪侵入心包，閉阻心竅，以致機竅失靈而出現的證候，臨牀表現爲發熱口渴，神志昏迷，或澹語、狂亂，面赤氣粗，舌紅苔黃，脈滑數，臨床常見表現為發熱口渴，神志昏迷，或澹語、狂亂，面赤氣粗，舌紅苔黃，脈滑數。",
    "colloquial": "熱陷心包證是什麼意思? 就是溫邪侵入心包，讓心竅不通，導致發熱口渴、神志昏迷、胡言亂語、面色紅、呼吸急促、舌紅苔黃、脈滑數等症狀。"
  },
  {
    "original": "中醫證型 陽明水熱互結證:病機以是指因邪熱與水氣互結，胃液腎陰被劫，水氣不利所致，臨床常見表現為渴欲飲水，小便不利，發熱，心煩不得眠，或咳，或嘔，或下利，舌質紅、苔少，脈浮。",
    "colloquial": "陽明水熱互結證是說邪熱和水氣互結，導致胃液腎陰被劫，水氣不利，臨床常見口渴想喝水，小便不順，發熱，心煩睡不著，有可能會咳嗽、嘔吐或腹瀉，舌質紅、苔少，脈浮。"
  },
  {
    "original": "中醫證型 邪熱傳裏證:病機以是指多因邪毒入裏，引動肺胃蘊熱，搏結於會厭處，致氣血瘀滯，聚而作腫所致病證，臨床常見表現為起病多日，高熱不退，頭痛咽痛加劇，吞嚥進食更感困難，勉強爲之則甚爲痛苦，痰涎外溢，語音含糊不清如口中含物，但牙關開合自如，常有口氣臭穢，大便祕結，小便黃，舌質紅，苔黃膩，脈洪數。",
    "colloquial": "中醫的邪熱傳裏證是什麼意思?邪毒進入體內，肺胃有熱，會厭的地方腫起來，氣血不通。病人通常會有高燒不退，頭痛和喉嚨痛更嚴重，吃東西很困難，說話含糊，口臭，便秘，小便黃，舌頭紅，舌苔黃膩，"
  },
  {
    "original": "中醫證型 蟲邪犯肺證:病機以是指蟲邪外侵，上襲於肺，以微有寒熱，咳嗽，或咯痰帶血絲等爲常見症的證候，常見於鉤蟲病，臨床常見表現為微有寒熱，咳嗽，或咯痰帶血絲。",
    "colloquial": "什麼是蟲邪犯肺證? 蟲邪犯肺證是指蟲邪外侵，上襲於肺，常見症狀有微有寒熱、咳嗽、咯痰帶血絲，這些症狀常見於鉤蟲病。"
  },
  {
    "original": "中醫證型 陰虛溼阻證:病機以指陰液虧虛，溼濁阻滯，以低熱盜汗、肢體困重、口膩食少、胸脘痞悶、舌紅苔膩、脈細滑等爲常見症的證候，臨床常見表現為低熱盜汗、肢體困重、口膩食少、胸脘痞悶、舌紅苔膩、脈細滑等。",
    "colloquial": "什麼是陰虛溼阻證?陰虛溼阻證是指身體陰液虧虛，溼氣阻滯，常見症狀有低熱盜汗、肢體困重、口膩食少、胸脘痞悶、舌紅苔膩和脈細滑。"
  },
  {
    "original": "中醫證型 風溼犯頭證:病機以是指風溼之邪侵犯頭部，以頭痛如蒙，微惡風寒，肢體困重，胸悶納呆，苔白滑，脈濡等爲常見症的證候，臨床常見表現為頭痛如蒙，微惡風寒，肢體困重，胸悶納呆，苔白滑，脈濡等。",
    "colloquial": " 什麼是風濕犯頭證?  風濕犯頭證是指風濕之邪侵入頭部，常見症狀有頭痛如蒙，微惡風寒，肢體困重，胸悶納呆，舌苔白滑，脈象濡等。"
  },
  {
    "original": "中醫證型 痰熱動風證:病機以是由痰熱內盛，引動肝風，以胸脅脹悶，咳嗽氣喘，發熱口渴，咳痰黃稠，或喉中痰鳴，四肢抽搐，或眩暈嘔惡，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為眩暈，抽搐，兩目斜視，口噤，角弓反張，痰鳴喘咳，身熱不退，煩渴，氣促，舌紅，苔黃，脈弦滑數。",
    "colloquial": "痰熱動風證是什麼? 痰熱內盛，引動肝風，會讓你胸脅脹悶，咳嗽氣喘，發熱口渴，咳出黃稠的痰，或者喉嚨裡有痰鳴，四肢抽搐，頭暈嘔吐，舌紅苔黃膩，脈象滑數。平常會"
  },
  {
    "original": "中醫證型 水輪痰溼證:病機以是指因脾虛不能輸布水溼，水溼內聚，上凌目竅，病及水輪的證候，臨床常見表現為眼前有黑影如蠅蝶飛舞，或雲霧飄動，或視大爲小、視正反斜、視直如曲，或突然盲而不見，全身可見身重而軟，倦怠喜臥，腹脹納呆，或泄瀉，舌苔白，脈緩滑等。",
    "colloquial": "什麼是水輪痰溼證?就是脾虛不能運化水濕，水濕聚集，上犯眼睛，常見症狀有眼前黑影飛舞、雲霧飄動、視物變形或突然失明，全身症狀有身體沉重乏力、喜愛躺著、腹脹食欲不振、或腹瀉，舌苔白"
  },
  {
    "original": "中醫證型 溼毒證:病機以是指溼邪蘊結成毒，以肌膚、陰股、下肢、趾間等處生瘡瘍、溼疹，糜爛流水，癢麻疼痛，苔膩，脈濡緩等爲常見症的證候，臨床常見表現為肌膚、陰股、下肢、趾間等處生瘡瘍、溼疹，糜爛流水，癢麻疼痛，苔膩，脈濡緩。",
    "colloquial": "中醫認為溼毒證是因為溼邪聚集成毒，常見症狀有皮膚、陰股、下肢、趾間等地方長瘡、溼疹，潰爛流水，癢麻疼痛，舌苔厚膩，脈搏濡緩。"
  },
  {
    "original": "中醫證型 食滯胃脘證:病機以是指飲食停積胃脘，氣失和降，阻滯不通，不能腐熟所表現的證候，臨床常見表現為胃脘脹滿疼痛，拒按，厭惡酸腐，噯腐吞酸，或嘔吐酸腐食物，吐後脹痛得減，瀉下不爽，腸鳴，矢氣臭如敗卵，大便酸腐臭穢，舌苔厚膩，脈滑。",
    "colloquial": "中醫說的食滯胃脘證是啥意思啊?就是吃的東西卡在胃那裡，氣不順，食物消化不了，會有胃脹痛，不想吃東西，打嗝還有酸味，或者吐出酸味的食物，吐完會好點，肚子不舒服，放屁很臭，大便也很臭，舌苔很厚，脈滑。"
  },
  {
    "original": "中醫證型 邪阻膜原證:病機以是指感受疫病之邪，邪伏於半表半里膜原之處，以寒熱定時發作，頭痛如劈，身痛如被杖，胸脅脹悶，嘔吐痰涎，苔白如積粉等爲常見症的證候，臨床常見表現為初起先憎寒而後發熱，繼則但發熱而不惡寒，日晡發熱益甚，頭身疼痛，胸脘痞悶，時作嘔惡，舌苔白厚膩濁如積粉，脈弦數。",
    "colloquial": "中醫裡的邪阻膜原證是指感染了疫病之邪，邪氣藏在半表半里的膜原處，會有定時發作的寒熱、劇烈的頭痛、全身痛、胸脅脹悶、嘔吐痰涎、舌苔白厚像積粉等症狀。臨床上常見的表現是剛開始會怕冷然後發"
  },
  {
    "original": "中醫證型 鬱火傷陰證:病機以是指多因熱病日久，鬱火傷陰，陰血不足，血行不暢，瘀滯於目所致病證，臨床常見表現為眼珠突出，白睛紅赤，少煩多汗，失眠心悸，形體瘦弱，手指顫動，舌質紅，苔薄，脈弦數。",
    "colloquial": "這個病證是因為熱病久了，鬱火傷陰，陰血不足，血行不順，導致眼睛問題。常見症狀有眼珠突出、眼白發紅、容易煩躁多汗、失眠心悸、身體瘦弱、手指顫抖、舌頭紅、舌苔薄、脈象弦數。"
  },
  {
    "original": "中醫證型 氣虛溼困證:病機以是指正氣虧虛，溼邪阻滯而致的食少短氣、神疲睏倦、頭身沉重、或腹脹腹瀉爲常見症的證候，臨床常見表現為食少短氣、神疲睏倦、頭身沉重、或腹脹腹瀉。",
    "colloquial": "什麼是氣虛濕困證?就是指你的正氣不足，濕邪阻滯，導致食欲不佳、呼吸短促、精神疲倦、頭重身累、或者腹脹腹瀉等症狀。"
  },
  {
    "original": "中醫證型 溼熱蒸鼻證:病機以是指溼熱內蘊，燻蒸鼻竅，以外鼻、鼻前庭及鼻竅肌膚潮紅、糜爛，或黃水浸淫、滲液，或鼻甲充血腫大，鼻涕濃稠量多，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為鼻痛鼻癢，黃水浸淫，鼻塞重，涕黃濁量多，鼻前庭粘膜潮紅、糜爛、結痂，黃水滲出，鼻甲充血腫脹明顯，或有息肉，伴頭重，胸悶，腹脹，舌紅，苔黃膩，脈滑數。",
    "colloquial": "為什麼最近鼻子總是紅紅的，還常常流黃鼻水? 這可能是中醫所說的溼熱蒸鼻證，意思是體內有溼熱，影響到鼻子，會出現鼻子紅腫、糜爛，流很多黃鼻水等症狀。你有沒有覺得鼻子很癢或痛，鼻塞很嚴重，"
  },
  {
    "original": "中醫證型 脾不統血證:病機以是指脾氣虛弱，不能統攝血行，以各種慢性出血，或紫癜，或婦女月經淋漓、量多、先期、崩漏，食少，腹脹，便塘，神疲乏力，舌淡脈弱等爲常見症的證候，臨床常見表現為各種慢性出血，如便血、尿血、吐血、鼻衄、紫斑，婦女月經過多、崩漏，食少，便溏，神疲乏力，氣短懶言，面色萎黃，舌淡，脈細無力。",
    "colloquial": "什麼是脾不統血證? 脾不統血證是指脾氣虛弱，不能控制血液運行，常見症狀有慢性出血、紫癜、婦女月經量多、崩漏、食少、腹脹、便塘、疲倦乏力、舌淡脈弱等。"
  },
  {
    "original": "中醫證型 風熱外犯證:病機以是指由於風熱邪毒從口鼻入侵肺系，或風熱外襲，肺氣不宣，肺經風熱循經上犯，結聚於咽喉，氣血不暢，與邪毒互結咽喉所致的病證，臨床常見表現為咽喉疼痛不適，咳嗽，咯痰微黃，口微幹，全身見惡寒，發熱，頭痛，或有鼻塞，流涕，舌邊尖紅，苔薄白，脈浮數等。",
    "colloquial": "風熱外犯證是什麼意思?風熱邪毒從口鼻入侵肺系，或風熱外襲，讓肺氣不順，肺經風熱循經上犯，咽喉就會不舒服，氣血不暢，和邪毒一起作怪，導致咽喉疼痛、咳嗽、痰微黃、口微幹、全身感覺怕冷、發熱"
  },
  {
    "original": "中醫證型 肝腎虧虛證:病機以是指因肝腎精血陰液虧虛所致，以頭暈眼花、耳鳴、兩脅隱痛、腰膝痠軟、月經量少等爲常見症的證候，臨床常見表現為頭暈眼花、耳鳴、兩脅隱痛、腰膝痠軟、月經量少等。",
    "colloquial": "肝腎虧虛是指肝腎精血陰液不足，常見症狀有頭暈眼花、耳鳴、兩脅隱痛、腰膝痠軟、月經量少等。"
  },
  {
    "original": "中醫證型 邪入血分證:病機以是指溫病邪熱深入陰血，導致動血、動風、耗陰所表現的一類證候，臨床常見表現為身熱夜甚、譫語神昏、抽搐或手足蠕動、斑疹、吐衄、舌質深絳、脈細數。",
    "colloquial": "這是什麼病啊?這是中醫裡的邪入血分證，意思是溫病的熱邪深入到陰血裡，會導致動血、動風、耗陰這些情況，常見症狀有晚上發熱嚴重、說胡話、神志不清、抽搐或手腳蠕動、皮膚出現斑疹、嘔吐或流鼻"
  },
  {
    "original": "中醫證型 瘀血阻絡證:病機以是指瘀血阻於經絡，以患處固定刺痛，或見紫斑、腫塊，或見出血色暗，舌紫或有斑點，脈澀等爲常見症的證候，臨床常見表現為痛處固定不移，拒按，其痛如刺，夜間痛甚，火箭紫斑、腫塊固定，出血紫黯，口脣，爪甲青紫，舌質紫黯或尤玉班，脈澀或結代。",
    "colloquial": "瘀血阻絡證是指瘀血阻塞在經絡裡，常見症狀有固定刺痛、紫斑、腫塊、出血色暗、舌紫或有斑點、脈澀等。臨床上通常表現為疼痛固定不移，壓著更痛，疼痛像被刺一樣，晚上更疼，會出現紫斑、固定的"
  },
  {
    "original": "中醫證型 肝陰虛陽亢證:病機以是指陰液虧虛，肝陽偏亢所致，以頭暈眼花、耳鳴腰痛、肢體麻木、五心煩熱、顴紅、性急易怒、口苦口乾、舌紅少苔、脈細數等爲常見症的證候，臨床常見表現為頭暈眼花、耳鳴腰痛、肢體麻木、五心煩熱、顴紅、性急易怒、口苦口乾、舌紅少苔、脈細數等。",
    "colloquial": "肝陰虛陽亢證是什麼意思啊?就是肝的陰液不夠，肝陽太強，會有頭暈眼花、耳鳴腰痛、肢體麻木、五心煩熱、顴紅、性急易怒、口苦口乾、舌紅少苔、脈細數這些症狀啦。你最近有這些情況嗎?"
  },
  {
    "original": "中醫證型 毒燔氣營證:病機以是指溫病過程中氣分熱毒未解，邪已深入營分，邪毒化火，燔灼氣營（血）之危重證，臨床常見表現為壯熱口渴，煩躁不寐，頭痛，神昏，斑疹隱隱，舌紅絳，苔黃燥，脈數等。",
    "colloquial": "中醫證型毒燔氣營證:這是指在溫病過程中氣分的熱毒還沒解，邪氣已經深入營分，邪毒變成火，燔灼氣營（血）的危重證。臨床常見表現有高熱口渴、煩躁不安、頭痛、神志不清、斑疹隱約可見、舌紅深、"
  },
  {
    "original": "中醫證型 水溼浸漬證:病機以是指因冒雨涉水，或飲食不節，脾胃虛寒，脾虛溼困而出現的證候，臨牀表現爲全身水腫，下肢明顯，按之沒指，小便短少，身體困重，胸悶，納呆，泛惡，苔白膩脈沉緩，臨床常見表現為全身水腫，下肢明顯，按之沒指，小便短少，身體困重，胸悶，納呆，泛惡，苔白膩脈沉緩，起病緩慢，病程較長。",
    "colloquial": "中醫說的水溼浸漬證是因為淋雨涉水或飲食不當，導致脾胃虛寒，脾虛溼困的病症。主要表現為全身水腫，特別是下肢明顯，按下去會凹陷，小便少，身體沉重，胸悶，食欲不振，噁心，舌苔白"
  },
  {
    "original": "中醫證型 麻毒閉肺證:病機以是指麻毒內蘊，阻閉肺氣，以發熱、肢厥，咳嗽，胸悶氣喘，鼻煽，舌紅苔黃，脈沉數等爲常見症的證候，臨床常見表現為發熱、肢厥，咳嗽，胸悶氣喘，鼻煽，舌紅苔黃，脈沉數。",
    "colloquial": "你知道麻毒閉肺證是什麼嗎?就是麻毒內蘊，阻閉肺氣，會出現發熱、肢厥、咳嗽、胸悶氣喘、鼻煽、舌紅苔黃、脈沉數這些症狀。"
  },
  {
    "original": "中醫證型 脾虛水泛證:病機以是指脾氣虛弱，運化失職，水液內停，以食少，腹脹，便溏，面浮肢腫，或有腹水，神疲乏力，面白，舌淡胖，苔白滑，脈濡或弱等爲常見症的證候，臨床常見表現為面浮肢腫，神疲乏力，下肢爲甚，按之凹陷，不易恢復，食少腹脹、便溏，或有腹水，面白，舌淡胖，苔白滑，脈濡或弱。",
    "colloquial": "脾虛水泛證是什麼意思?就是脾氣虛弱，身體運作不順，水液停留在體內，常見症狀有吃得少、肚子脹、大便稀、臉和四肢浮腫，有時有腹水，感覺累，臉色白，舌頭淡胖，舌苔白滑，脈象細弱。這"
  },
  {
    "original": "中醫證型 邪壅經絡證:病機以是指風寒溼邪壅滯經絡而致的證候，臨牀表現爲頭痛，項背強直，惡寒發熱，無汗或汗出，肢體酸重，甚至口噤不能語，四肢抽搐，舌苔薄白或白膩，脈浮緊，臨床常見表現為頭痛，項背強直，惡寒發熱，無汗或汗出，肢體酸重，甚至口噤不能語，四肢抽搐，舌苔薄白或白膩，脈浮緊。",
    "colloquial": "什麼是邪壅經絡證?就是風寒溼邪堵在經絡裡，常見症狀有頭痛、脖子和背部僵硬、怕冷發燒、出汗或不出汗、四肢酸痛，嚴重的話還會嘴巴緊閉不能說話、手腳抽搐，舌苔薄白或白膩，脈浮緊。"
  },
  {
    "original": "中醫證型 溼熱犯腰證:病機以是指溼熱之邪侵及腰部，以腰脊酸脹、沉重、疼痛，發熱口渴，苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為腰脊酸脹疼痛、沉重，發熱口渴，苔黃膩，脈滑數。",
    "colloquial": "中醫證型中的濕熱犯腰證是什麼意思啊?這是指濕熱之邪侵襲腰部，常見症狀包括腰脊酸脹、沉重、疼痛，還會發熱口渴，舌苔黃膩，脈象滑數。"
  },
  {
    "original": "中醫證型 氣虛血瘀證:病機以是指機體臟腑功能衰退，元氣不足，無力推動血液運行，致血流不暢而成瘀所產生的一系列臨牀表現的證候，多因久病體虛，勞累過度，年老體衰所致，臨床常見表現為心悸氣短，納少乏力，少氣懶言，面色淡白或暗滯，或中隱痛，或腹中脹滿作痛，或有積塊，或爲偏癱，舌青紫，或有瘀斑、瘀點，脈細緩而澀。",
    "colloquial": "氣虛血瘀是怎麼回事?就是身體的臟腑功能變差，元氣不足，血液運行不順暢，容易形成瘀血。這個情況多半是因為長期生病、過度勞累、年紀大了才會出現。常見的症狀有心悸氣短、吃不下飯、沒力氣、呼吸短促、不愛說"
  },
  {
    "original": "中醫證型 脾胃溼熱證:病機以是指溼熱內蘊，脾胃失運，以脘腹痞脹，嘔惡納呆，肢體困重，便溏不爽，或面目發黃，或身熱不揚，汗出熱不解，渴不多飲，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為脘腹脹滿，肢體睏倦，尿少色黃，大便溏泄不爽，納少厭食，噁心嘔吐，或面目肌膚髮黃，色澤鮮紅如橘子色，皮膚髮癢；或身熱起伏，汗出不解；舌紅苔黃膩，脈濡數。",
    "colloquial": "脾胃濕熱證是什麼?簡單說就是體內有濕熱，脾胃功能不好。一般來說會有腹脹、噁心、吃不下飯、四肢沉重、大便不成形、臉色發黃、身體燒熱但不會發燒、容易出汗但汗沒辦法解熱、不太渴但不愛喝水，舌頭紅而"
  },
  {
    "original": "中醫證型 肺熱血瘀證:病機以是指肺熱熾盛，血瘓氣滯，以發熱口渴，咳嗽，痰中夾血，或咯血色暗紅，胸部刺痛，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為發熱、口渴、咳嗽、痰中帶血、咯血、胸部刺痛、舌紅苔黃、脈弦緊等。",
    "colloquial": "肺熱血瘀證是什麼?就是肺部熱盛，血瘓氣滯，常見症狀有發熱、口渴、咳嗽、痰中帶血、咯血色暗紅、胸部刺痛、舌紅苔黃、脈弦數等。"
  },
  {
    "original": "中醫證型 溼邪偏盛證:病機以指多因機體正氣不足，外感風、寒、溼、熱之邪，以溼邪爲主，肌肉、關節、經絡、痹阻不通所致，臨床常見表現為肢體關節重着、痠痛，或腫脹，痛有定處，肢體沉重，活動不便，肌膚不仁，苔白膩，脈濡緩。",
    "colloquial": "中醫説的溼邪偏盛，主要是因為身體正氣不足，外感風寒溼熱之邪，其中以溼邪為主，導致肌肉、關節、經絡不通。常見症狀有肢體關節重着、痠痛或腫脹，痛有固定位置，肢體沉重，活動不方便，皮膚沒有感覺，舌苔"
  },
  {
    "original": "中醫證型 心肝火旺證:病機以是指邪熱熾盛，心肝火旺，以發熱口渴、煩躁易怒、面紅目赤、脅痛口苦、失眠多夢、舌紅苔黃、脈數有力等爲常見症的證候，臨床常見表現為心悸、心胸煩熱、失寐多夢、面目紅赤、頭暈脹痛、耳鳴、口苦、口乾、急躁易怒，或脅肋灼痛，或吐血衄血，舌質紅苔黃，脈弦數。",
    "colloquial": "心肝火旺證的症狀包括發熱口渴、煩躁易怒、面紅目赤、脅痛口苦、失眠多夢等，常見表現有心悸、心胸煩熱、頭暈、耳鳴、口乾急躁，或脅肋灼痛，舌紅苔黃，脈弦數等。"
  },
  {
    "original": "中醫證型 陽虛寒盛證:病機以，中醫病症名，臨床常見表現為形寒肢冷，胸脅，脘腹、腰膝、四肢關節冷痛喜溫，婦女月經後期，痛經，經色紫暗挾塊，面色晄白，小便清長，大便稀溏，脣甲淡或青紫，舌淡胖，苔白滑，脈沉遲等。",
    "colloquial": "中醫證型陽虛寒盛證是什麼?陽氣不足，寒氣盛。會有什麼症狀呢?會感到冷，尤其是四肢，還會胸脅、腹部、腰膝疼痛，喜歡溫暖。女性可能月經推遲、痛經，經血顏色紫暗有塊，面色蒼白，小便清長，大便稀。還"
  },
  {
    "original": "中醫證型 暑熱擾心證:病機以指多因暑熱邪氣入營矇蔽心包所致病證，臨床常見表現為卒僕神昏，不省人事，高熱汗出，肢厥冷，舌質紅絳，脈滑數或洪大。",
    "colloquial": "這個病是什麼樣子的?這是暑熱擾心證，主要是因為暑熱邪氣進入營血，影響心包。症狀有突然昏倒、不省人事、高熱出汗、四肢冰冷、舌質紅絳、脈象滑數或洪大。"
  },
  {
    "original": "中醫證型 風寒證:病機以是指風邪夾寒侵襲肌表腠理的證候，臨床常見表現為發熱，惡風，頭痛，汗出，或兼鼻塞流涕，咳嗽，苔薄白，脈浮緩。",
    "colloquial": "風寒證是指風邪和寒氣侵入身體表面，常見症狀有發熱、怕風、頭痛、出汗，有時伴隨鼻塞流鼻涕、咳嗽、舌苔薄白、脈浮緩。"
  },
  {
    "original": "中醫證型 膽經鬱熱證:病機以是指火熱內擾，膽氣不寧，以煩躁易怒，脅脹口苦，或耳脹、耳痛、耳鳴，或半邊頭痛，失眠多夢，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為頭暈耳鳴，口苦咽乾，心煩不寐，面紅耳赤，胸脅苦滿，舌紅苔黃，脈弦。",
    "colloquial": "中醫膽經鬱熱證是指火熱內擾，膽氣不寧，通常會感到煩躁易怒、脅脹口苦，耳朵不舒服或痛，或半邊頭痛，還有失眠多夢，舌紅苔黃，脈弦數。常見症狀包括頭暈耳鳴、口苦咽乾、心煩睡不著、"
  },
  {
    "original": "中醫證型 少陰陽虛寒凝證:病機以是指少陰陽氣虛衰，寒溼不化而出現以身痛爲主症的證候，臨床常見表現為身體痛，背惡寒，手足寒冷，肢體骨節疼痛，口中和，舌淡，苔滑，脈沉。",
    "colloquial": "少陰陽虛寒凝證是少陰陽氣不足，寒溼不化，主要症狀是身體疼痛。臨床表現包括身體痛，怕冷，手腳冰冷，關節疼痛，口中無味，舌淡苔滑，脈象沉。"
  },
  {
    "original": "中醫證型 外傷損絡證:病機以是指因外傷而損傷脈絡，以患處出血，或局部紫暗斑塊、疼痛等爲主症的證候，臨床常見表現為患處出血，或局部紫暗斑塊、疼痛。",
    "colloquial": "中醫外傷損絡證是指因外傷導致脈絡損傷，主要症狀包括患處出血、局部紫暗斑塊和疼痛。"
  },
  {
    "original": "中醫證型 餘熱未清證:病機以是指邪熱未能徹底清除，以低熱不退，或夜熱早涼，心煩口渴，便結尿黃，體瘦疲乏，舌紅少津，脈細數等爲常見症的證候，臨床常見表現為低熱不退，或夜熱早涼，心煩口渴，便結尿黃，體瘦疲乏，舌紅少津，脈細數。",
    "colloquial": " 你最近怎麼樣?  我有點低燒，晚上熱早上涼，還有點心煩口渴，大便乾燥，尿黃，覺得很瘦弱和疲乏，舌頭紅且乾，脈搏也比較細數。"
  },
  {
    "original": "中醫證型 表裏俱寒證:病機以泛指寒邪外侵，表裏同時受邪，以惡寒肢冷，頭身疼痛，無汗，或咳喘吐白痰，或脫腹冷痛、吐瀉清稀等爲常見症的證候，臨床常見表現為惡寒發熱，頭身疼痛，無汗，脘腹冷痛，吐瀉肢冷，舌濙苔白潤，脈遲等。",
    "colloquial": " 什麼是表裏俱寒證?  表裏俱寒證是指寒邪侵入身體，表裏同時受影響，會有惡寒肢冷、頭身疼痛、無汗、咳喘吐白痰、腹冷痛、吐瀉等症狀。"
  },
  {
    "original": "中醫證型 傷損筋骨證:病機以是指外傷所致之筋骨損傷，臨床常見表現為患處腫脹、疼痛、活動障礙等。",
    "colloquial": "中醫怎麼看筋骨損傷呀?筋骨損傷指的是因為外傷引起的筋骨損傷，常見的症狀有腫脹、疼痛和活動困難。"
  },
  {
    "original": "中醫證型 疫毒證:病機以泛指天行疫毒侵襲所致證候，臨床常見表現為因疫毒性質不同，而症狀各異。",
    "colloquial": "什麼是疫毒證?這是中醫說的，由天行疫毒侵襲引起的，因為疫毒性質不同，所以症狀也不一樣。"
  },
  {
    "original": "中醫證型 寒邪客胃證:病機以是指飲食寒涼或呼吸寒冷空氣致胃主受納腐熟水谷精微物質功能失司的一種病機，臨牀表現爲胃痛暴作，得熱痛減，遇寒痛增，口淡不渴，或喜熱飲，臨床常見表現為胃痛暴作，得熱痛減，遇寒痛增，口淡不渴，或喜熱飲。",
    "colloquial": "中醫證型裡的寒邪客胃證是什麼意思?就是因為吃了寒涼的食物或吸入寒冷空氣，導致胃的功能失常，會突然胃痛，熱敷會減輕，遇冷會變嚴重，口淡不渴，喜歡喝熱的東西。"
  },
  {
    "original": "中醫證型 脾虛動風證:病機以是指脾氣虛衰，虛風內動，以食少，腹脹，便溏，疲倦乏力，手足蠕動或抽搐，面白、舌淡、脈弱等爲常見症的證候，臨床常見表現為食少，腹脹，便溏，疲倦乏力，手足蠕動或抽搐，面白、舌淡、脈弱等。",
    "colloquial": "中醫認為脾虛動風證是因為脾氣虛弱，導致內風動。常見症狀有食欲不振、腹脹、便溏、疲倦無力、手腳蠕動或抽搐、臉色蒼白、舌頭顏色淡、脈搏微弱。平時你會不太想吃東西，肚子脹"
  },
  {
    "original": "中醫證型 邪在營分證:病機以指多因溫熱毒邪傳於營分所致病證，臨床常見表現為發熱夜甚，口乾脣燥，煩躁嗜睡，或神昏譫語，舌紅絳而幹，無苔，脈細數。",
    "colloquial": "中醫的邪在營分證是什麼意思?這指的是溫熱毒邪進入營分後引起的病證，常見症狀有晚上發熱更嚴重，口乾脣燥，煩躁嗜睡，或者神志不清、說胡話，舌頭紅絳而幹，沒有舌苔，脈象細數。"
  },
  {
    "original": "中醫證型 肝經風熱證:病機以是指風熱侵襲肝經，以發熱微惡風寒，巔頂頭痛，或目赤腫痛，苔薄黃，脈浮數等爲常見症的證候，臨床常見表現為發熱微惡風寒，巔頂頭痛，或目赤腫痛，苔薄黃，脈浮數。",
    "colloquial": " 什麼是肝經風熱證?   肝經風熱證是指風熱侵襲肝經，常見症狀有發熱微惡風寒、巔頂頭痛、目赤腫痛、舌苔薄黃、脈浮數。"
  },
  {
    "original": "中醫證型 氣滯水停證:病機以指氣機阻滯，水液內停，以肢體浮腫，小便不利，頭身困重，胸脅脘腹脹悶、竄痛，舌淡苔白滑，脈弦緩等爲常見症的證候，臨床常見表現為頭面，四肢，甚至全身水腫，或爲腹水而見腹部膨隆，或爲胸水而見胸悶、嘔惡等症，小便短少不利，身重，胸脅脹滿，舌淡苔白滑，脈弦緩等。",
    "colloquial": "氣滯水停證是什麼意思? 就是氣機阻滯，體內水液停滯，會有身體浮腫，小便不利，頭身困重，胸脅腹部脹悶疼痛，舌淡苔白滑，脈弦緩這些症狀。"
  },
  {
    "original": "中醫證型 風重於熱證:病機以是指風熱外襲證風偏重者，以微熱汗出、惡風、皮膚瘙癢、咽喉癢痛、脈浮數等爲常見症的證候，臨床常見表現為微熱汗出、惡風、皮膚瘙癢、咽喉癢痛、脈浮數等。",
    "colloquial": "你說的風重於熱證是什麼意思啊?就是風熱外襲的時候風比較重的情況，常見症狀有微熱出汗、怕風、皮膚癢、喉嚨癢痛、脈浮數等，這些症狀臨床上也很常見。"
  },
  {
    "original": "中醫證型 氣脫證:病機以是指元氣虧虛已極，急驟外泄，以氣息微弱、汗出不止等爲主要表現的危重證候，臨床常見表現為呼吸微弱而不規則，汗出不止，口開目合，全身癱軟，神識朦朧，二便失禁，面色蒼白，口脣青紫，脈微，舌淡，舌苔白潤。",
    "colloquial": "氣脫證是什麼意思?氣脫證是指元氣很虧虛，突然外泄的狀況。主要表現是呼吸微弱、汗出不止、全身無力等症狀。臨床上常見的症狀有呼吸不規則、口開目合、神識模糊、面色蒼白、口脣青紫等。"
  },
  {
    "original": "中醫證型 風寒阻絡證:病機以寒邪凝滯經脈，血行不暢，以惡寒，肢體冷痛、拘急或麻木，膚色紫暗或蒼白，苔白，脈弦緊等爲常見症的證候，臨床常見表現為惡寒，肢體冷痛，拘急或麻木，膚色紫暗或蒼白，苔白，脈弦緊。",
    "colloquial": "什麼是風寒阻絡證?就是寒邪讓經脈不通，血液流動不順，會覺得怕冷，四肢冷痛、僵硬或麻木，皮膚顏色偏紫或蒼白，舌苔白，脈搏緊。"
  },
  {
    "original": "中醫證型 熱鬱膽腑證:病機以是指因病邪化熱入裏，侵犯膽腑，或膽腑素有鬱熱，因外邪、勞累、飲食不慎等因素誘發所致病證，臨床常見表現為發熱不惡寒，汗出熱不退，初期可能有惡寒，以後消失，熱毒盛時往往有寒戰。",
    "colloquial": "你能解釋一下熱鬱膽腑證嗎?熱鬱膽腑證就是病邪化熱進入體內侵犯膽腑，或者是膽腑本來就有鬱熱，然後因為外邪、勞累、飲食不當等因素引發的病證。臨床表現常見發熱但不怕冷，出汗後熱不退，初期可能有怕冷的"
  },
  {
    "original": "中醫證型 肝腎兩虛證:病機以，中醫病症名，臨床常見表現為頭暈眼花、耳鳴、兩脅隱痛、腰膝痠軟、月經量少。",
    "colloquial": "什麼是肝腎兩虛證?肝腎兩虛證是中醫的一種病症，常見症狀有頭暈眼花、耳鳴、兩脅隱痛、腰膝痠軟和月經量少。"
  },
  {
    "original": "中醫證型 肺燥鬱熱證:病機以是指鬱熱內蘊，肺燥津傷，以發熱口渴，咳嗽氣喘，胸部灼熱，痰少而粘，舌紅苔黃少津，脈弦數等爲常見症的證候，臨床常見表現為發熱口渴，咳嗽氣喘，胸部灼熱，痰少而粘，舌紅苔黃少津，脈弦數等。",
    "colloquial": "中醫裡的肺燥鬱熱證是指體內鬱熱積聚，導致肺部燥熱津液受損，常見症狀有發熱口渴、咳嗽氣喘、胸部灼熱、痰少而粘、舌紅苔黃少津、脈弦數。"
  },
  {
    "original": "中醫證型 陽明瘀血證:病機以是指邪熱入於陽明與胃腸宿有的瘀血相結，便可形成，臨床常見表現為神思不敏，喜忘，腹滿，大便硬，色黑，但容易排出，脈沉結有力，舌質黯，苔膩。",
    "colloquial": "什麼是陽明瘀血證?陽明瘀血證是指邪熱進入陽明經絡，與胃腸裡原本的瘀血結合，會出現神思不敏、喜忘、腹脹、大便硬且黑但容易排出，脈象沉結有力，舌質暗且苔膩。"
  },
  {
    "original": "中醫證型 陰虛風動證:病機以是指熱邪傷陰，筋脈失養，虛風內動的證候，臨床常見表現為手足震顫、蠕動，肢體抽搐，眩暈耳鳴，口咽乾燥，形體消瘦，五心煩熱，潮熱顴紅，舌紅少津，脈弦細數。",
    "colloquial": "中醫講的陰虛風動證是什麼意思?這是說熱邪傷了陰液，筋脈失去滋養，導致內風動作的情況。常見的症狀有手腳顫抖、蠕動，肢體抽搐，頭暈耳鳴，口乾咽燥，身體消瘦，五心煩熱，潮熱顴紅"
  },
  {
    "original": "中醫證型 寒溼證:病機以指寒溼之邪外侵，或素體脾陽不振而致水溼內停所引起的一系列症狀的概稱，臨床常見表現為頭身困重，關節疼痛並屈伸不利，無汗，神疲畏寒，或面浮身腫，腰以下尤甚，胃脘疼痛，大便多溏，或下利白多赤少，小便不利，舌淡，苔白潤，脈濡弱。",
    "colloquial": "寒溼證有哪些症狀?寒溼證會出現頭身困重、關節疼痛、無汗、神疲畏寒、面浮身腫、腰以下尤甚、胃脘疼痛、大便多溏或下利白多赤少、小便不利、舌淡苔白潤、脈濡弱。"
  },
  {
    "original": "中醫證型 暑溼襲表證:病機以是指暑季因暑溼之邪侵襲膚表，衛氣失調，以發熱，微惡風寒，身重睏倦，無汗或有汗，口渴，舌紅苔黃，脈儒數等爲常見症的證候，臨床常見表現為發熱，微惡風寒，身重睏倦，無汗或有汗，口渴，舌紅苔黃，脈儒數。",
    "colloquial": "什麼是暑溼襲表證?暑溼襲表證是指夏天因為暑溼之邪侵襲皮膚，導致衛氣失調，常見症狀有發熱、微惡風寒、身體沉重疲倦、沒有汗或有汗、口渴、舌紅苔黃、脈儒數。"
  },
  {
    "original": "中醫證型 虛火上炎證:病機以是指腎陰虧損，水不制火，虛火上升所致，以咽痛、頭昏目眩、心煩不眠、舌質嫩紅、耳鳴健忘、手足心熱，或目赤、口舌生瘡等陰虛陽亢爲常見證的病證，臨床常見表現為咽痛、頭昏目眩、心煩不眠、舌質嫩紅、耳鳴健忘、手足心熱，或目赤、口舌生瘡。",
    "colloquial": "虛火上炎證是指腎陰虧損，水不制火，虛火上升。常見症狀包括咽痛、頭昏目眩、心煩不眠、舌質嫩紅、耳鳴健忘、手足心熱，或目赤、口舌生瘡。"
  },
  {
    "original": "中醫證型 津虧證:病機以是指津液虧虛之輕者，臨牀多以口、鼻、脣、舌、咽喉、皮膚、大便乾燥症狀爲主要表現，臨床常見表現為口、鼻、脣、舌、咽喉、皮膚乾燥，口渴欲飲，小便短少而黃，大便乾結，舌紅少津，脈細數無力等。",
    "colloquial": "津虧證是什麼?津虧證就是身體裡面的津液不夠，主要表現是口乾、鼻子乾、嘴唇乾、舌頭乾、喉嚨乾、皮膚乾、大便乾燥。你可能會覺得口渴想喝水，小便少而且顏色黃，大便乾結。舌頭會變紅而且沒有多少津液，"
  },
  {
    "original": "中醫證型 胃熱津傷證:病機以是指胃熱熾盛，津液耗傷而致，以胃脘灼痛，口渴引飲，或消谷善飢，大便乾結，舌紅少苔少津，脈數等爲常見症的證候，臨床常見表現為胃脘灼痛，口渴引飲，或消谷善飢，大便乾結，舌紅少苔少津，脈數等。",
    "colloquial": " 什麼是胃熱津傷證?  胃熱津傷證是指胃熱很重，津液耗損，會有胃脘灼痛、口渴想喝水、容易餓、大便乾結、舌紅少苔少津、脈數等症狀。"
  },
  {
    "original": "中醫證型 血瘀化熱證:病機以是指血瘀日久化熱，以局部刺痛、灼熱，或有青紫腫塊，午後或夜間發熱，口乾漱水不欲咽，舌暗紅或有斑點，脈澀而數等爲常見症的證候，臨床常見表現為午後夜間發熱，或自覺身體局部發熱，口乾但欲漱水不欲咽，身體有固定痛或腫塊，甚則肌膚甲錯，面色黧黑，舌紫暗或有瘀斑，脈澀。",
    "colloquial": "血瘀化熱證是什麼?血瘀久了會化熱，常見症狀有局部刺痛、灼熱感，或有青紫腫塊，午後或晚上會發熱，口乾但不想咽水，舌頭暗紅或有斑點，脈象澀而快。常見症狀是午後或晚上發熱，身體某些地方發熱，口"
  },
  {
    "original": "中醫證型 陰暑證:病機以指夏季因氣候炎熱而吹風納涼，或飲冷無度，中氣內虛，以致暑熱與風寒之邪乘虛侵襲而爲病，臨床常見表現為。",
    "colloquial": " 什麼是陰暑證?  陰暑證是指夏天因為天氣炎熱吹風納涼或喝太多冷飲，導致中氣內虛，暑熱和風寒乘虛而入引起的病症。"
  },
  {
    "original": "中醫證型 痰熱內擾證:病機以是指痰熱內盛，擾亂心神、氣機，以咳嗽氣喘，咳痰黃稠，發熱口渴，煩躁不寧，失眠多夢，舌紅苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為心悸時作時止，胸脘脹悶，噁心，或嘔吐痰涎，痰多粘稠，頭暈，煩躁，失眠，噩夢紛紜，口乾苦，小便黃，大便祕結，舌紅苔黃膩，脈象弦滑。",
    "colloquial": "痰熱內擾證是指痰熱內盛，擾亂心神和氣機。常見症狀有咳嗽氣喘，咳黃稠痰，發熱口渴，煩躁不安，失眠多夢，舌紅苔黃膩，脈滑數。臨床表現包括心悸，胸脘脹悶，噁心或嘔"
  },
  {
    "original": "中醫證型 溼熱毒蘊證:病機以是指溼熱毒邪蘊結，以手足、耳鼻、頭面、陰部等處紅腫潰爛、痰癢流水，或發熱身黃，神昏斑疹，小便閉澀，舌紅苔黃膩，脈濡數等爲常見症的證候，臨床常見表現為手足、耳鼻、頭面、陰部等處紅腫潰爛、痰癢流水，或發熱身黃，神昏斑疹，小便閉澀，舌紅苔黃膩，脈濡數。",
    "colloquial": "溼熱毒蘊證是什麼意思?就是手腳、耳鼻、臉、私密處紅腫潰爛、痒痒流水，或發燒身體發黃，精神不清楚，身上長斑疹，小便困難，舌頭紅紅的有黃膩的苔，脈象濡數。這些都是常見的症狀。"
  },
  {
    "original": "中醫證型 胎寒證:病機以是指孕婦素體陽氣不足，陰寒內盛，孕後胎失溫養引起胎元不安的證候，臨床常見表現為妊娠期間，小腹冷痛，綿綿不止，或腹形小於正常妊娠月份，伴形寒肢冷，腰部酸冷；手足不溫，納少便溏。",
    "colloquial": "什麼是胎寒證?胎寒證是指孕婦陽氣不足，陰寒內盛，導致胎元不安的情況。常見症狀有妊娠期間小腹冷痛、腹形小於正常、形寒肢冷、腰部酸冷、手足不溫、食欲不振和便溏。"
  },
  {
    "original": "中醫證型 大腸熱結證:病機以是指邪熱傷津，燥實內結，使大腸傳導失職，腑氣不通的證候，臨床常見表現為腹滿脹痛拒按，大便乾結，或熱結旁流，潮熱，面赤，口渴，小便短赤，舌苔黃燥，或焦黑起刺，脈沉實或洪數有力。",
    "colloquial": "中醫裡說的大腸熱結證是指邪熱傷津，導致大腸傳導失常，腑氣不通的情況。常見症狀有腹脹痛不想按，大便乾結，或有熱結旁流，潮熱，面赤，口渴，小便短赤，舌苔黃燥或焦黑起刺，脈沉實或洪數有力。"
  },
  {
    "original": "中醫證型 腎陰不足證:病機以是指腎陰虧損，虛熱內擾而出現的證候，臨牀表現爲腰膝痠軟而痛，男子遺精，女子經少或經閉，齒松發脫，眩暈耳鳴，五心煩熱，潮熱顴紅，舌紅少苔，脈細數，臨床常見表現為。",
    "colloquial": "什麼是腎陰不足證? 腎陰不足證是一種腎陰虧損，虛熱內擾的症狀。會表現為腰膝痠軟疼痛，男子遺精，女子經少或經閉，齒松發脫，眩暈耳鳴，五心煩熱，潮熱顴紅，舌紅少苔，脈細數。"
  },
  {
    "original": "中醫證型 風熱上犯證:病機以是指因風熱之邪外侵，上犯於頭目所致的病證，臨床常見表現為黑睛驟生星翳，抱輪紅赤，羞明隱澀，發熱惡寒，熱重寒輕，咽痛；眼瞼兩眥皮膚或白睛癢極難忍，流淚生眵或眼瞼兩眥皮膚粗糙，或瞼緣紅赤，或瞼內生紅赤顆粒，舌苔薄黃，脈浮數。",
    "colloquial": "中醫裡的風熱上犯證是指風熱邪氣侵入，影響頭部和眼睛，會有眼睛突然出現星翳、眼白紅腫、怕光、眼睛乾澀、發熱怕冷但熱重、喉嚨痛，眼皮和眼角皮膚癢得不得了，流淚、眼屎多，或者眼皮粗糙、紅腫"
  },
  {
    "original": "中醫證型 水飲內停證:病機以是指水飲停聚體內，以眩暈、胸脘痞悶、嘔吐清水和涎液，苔滑，脈弦等爲常見症的證候，臨床常見表現為脘腹痞脹，泛吐清水，脘腹部水聲轆轆；肋間飽滿，咳唾引痛；胸悶，心悸，息促不得臥，身體、肢節疼重；咳吐清稀痰涏，或喉間哮鳴有聲；頭目眩暈，舌苔白滑，脈弦或滑等。",
    "colloquial": "什麼是水飲內停證?水飲內停證是指體內有水分滯留，常見症狀有眩暈、胸悶、嘔吐清水和涎液，舌苔滑，脈弦。具體表現包括脘腹脹滿，有水聲，肋間飽滿，咳嗽引痛，胸悶心悸，呼吸急"
  },
  {
    "original": "中醫證型 腸胃溼熱證:病機以，中醫病症名，臨床常見表現為脘腹痞脹，嘔惡納呆，便溏不爽，或下痢膿血、裏急後重，或嘔吐、腹瀉如注，發熱口渴，舌紅苔黃膩脈滑數。",
    "colloquial": "中醫腸胃濕熱證是啥?就是腸胃有濕有熱，會感覺肚子脹，想吐吃不下，大便不成形，甚至拉肚子有膿血，裏急後重，還可能發燒口渴，舌頭紅苔黃膩，脈象滑數。"
  },
  {
    "original": "中醫證型 熱盛傷絡證:病機以指多因溼熱蘊結下焦，或心火下移小腸，熱迫膀胱，熱盛灼絡所致病證，臨床常見表現為小便澀痛紅赤，或夾紫暗血塊，溲頻短急灼熱，甚則尿道滿急疼痛，牽引臍腹，心煩，；或皮疹急驟發作，爲顏色較紅的苔蘚樣丘疹，間見紫癜性損害，舌尖紅，苔薄黃，脈數有力。",
    "colloquial": "什麼是熱盛傷絡證?這是一種中醫證型，經常因為溼熱堆積在下焦，或心火下移到小腸，導致熱迫膀胱，灼傷血絡。常見症狀包括小便澀痛、紅色或帶紫暗血塊，小便頻繁且有灼熱感，嚴重時尿道疼痛，牽引"
  },
  {
    "original": "中醫證型 恐懼傷腎證:病機以指多因驚恐傷腎，腎精破散，心氣逆亂，氣血不達宗筋所致病證，臨床常見表現為陽痿不舉，或舉而不堅，膽怯多疑，心悸易驚，夜多噩夢，食少便溏，苔薄白，脈弦。",
    "colloquial": "中醫認為恐懼傷腎證是由於驚恐損傷腎臟，導致腎精消散，心氣紊亂，氣血不達宗筋所引起的。臨床上常見的症狀包括陽痿不舉，或是能舉但不堅，膽小怕事，心悸易驚，晚上多做惡夢，食慾"
  },
  {
    "original": "中醫證型 脾腎不足證:病機以是指因脾腎不足，精血化源不足所表現出來的腰膝痠軟，納少便溏，舌質淡，苔白，脈沉遲一類病證，臨床常見表現為腰膝痠軟，納少便溏，舌質淡，苔白，脈沉遲。",
    "colloquial": "中醫說的脾腎不足證是因為脾腎不好，導致精血不夠，表現出腰膝酸軟、吃不多、拉肚子、舌頭淡、舌苔白、脈沉遲這些症狀。常見的就是腰膝酸軟、吃不多、拉肚子、舌頭淡、舌苔白、"
  },
  {
    "original": "中醫證型 鼻傷衄血證:病機以是指鼻部受傷，傷及脈絡，血液溢出，或鼻骨骨折，脈絡破裂而出血的證候，臨床常見表現為鼻部受傷時，出現鼻孔內流血，其量可多可少，爲各類鼻損傷的常見併發症。",
    "colloquial": "鼻子受傷流血是怎麼回事? 這是中醫裡說的鼻傷衄血證，意思是鼻子受傷後，傷到脈絡，血液流出，或是鼻骨骨折導致脈絡破裂出血。常見的表現就是鼻子受傷時，鼻孔內流血，流血量有多有少，是各類鼻損傷的常"
  },
  {
    "original": "中醫證型 氣虛夾實證:病機以泛指氣虛之人兼爲痰溼、水飲、瘀血諸邪所客的症候，臨床常見表現為氣虛證候外，還可因兼夾實邪之不同而見不同的證候。",
    "colloquial": "什麼是氣虛夾實證?簡單來說，就是一個人氣虛的同時，還有痰濕、水飲或瘀血等問題。這樣的人除了氣虛的症狀，還可能因為這些問題而出現其他不同的症狀。"
  },
  {
    "original": "中醫證型 腸道氣滯證:病機以是指因腸道氣機阻滯所致，以腹部脹痛或竄痛、腹脹、腸鳴矢氣、得之覺舒及脈弦等爲常見症的證候，臨床常見表現為小腹疼痛，拘急，遇寒痛甚，得溫痛減，或腹部脹滿，時聚包塊，或腹瀉腸鳴，或陰囊收縮隱痛，或睾丸下墜，苔白，脈沉弦或弦滑。",
    "colloquial": "中醫說的腸道氣滯證，就是指腸道氣機阻滯，會有腹部脹痛、腸鳴放屁、放屁後覺得舒服、脈弦等症狀。常見的表現有小腹疼痛、遇寒痛更嚴重、得溫痛減輕、腹部脹滿、有時會有包塊、腹瀉、陰"
  },
  {
    "original": "中醫證型 溼熱毒聚證:病機以是指多因溼熱互蒸，化爲毒邪，蘊侵肌膚所致病證，臨床常見表現為皮膚水皰多，丘皰疹泛發，壁薄液多，破流脂水，浸淫溼爛；或膿皰疊起，或起紅絲，淋巴結腫痛；舌紅，苔黃膩，脈滑數。",
    "colloquial": "什麼是溼熱毒聚證?溼熱毒聚證是中醫裡的一種病證，通常是因為溼熱互蒸，形成毒邪，侵害皮膚引起的。常見的症狀有皮膚上出現很多水皰，丘皰疹泛發，水皰壁薄且液體多，破裂後流出脂水，皮膚會變得"
  },
  {
    "original": "中醫證型 痰濁上蒙證:病機以，症狀爲，頭重如蒙，視物旋轉，胸悶作惡，嘔吐痰涎，食少多寐，苔白膩，脈弦滑，臨床常見表現為。",
    "colloquial": "中醫痰濁上蒙證是什麼? 病機是什麼? 它的症狀是什麼? 症狀包括頭重如蒙、視物旋轉、胸悶作惡、嘔吐痰涎、食少多寐、苔白膩、脈弦滑，這些都是臨床常見的表現。"
  },
  {
    "original": "中醫證型 痰濁壅肺證:病機以是指痰濁瀦留，壅阻肺氣，致肺失宣降所表現的證候，臨牀表現爲胸悶，咳嗽氣喘，吐白痰量多，苔白滑膩，脈弦滑，臨床常見表現為胸悶，咳嗽氣喘，吐白痰量多，苔白滑膩，脈弦滑。",
    "colloquial": "什麼是痰濁壅肺證?簡單說就是肺裡有痰，導致呼吸不順暢，常見症狀有胸悶、咳嗽氣喘、吐白痰多，舌苔白滑，脈象弦滑。"
  },
  {
    "original": "中醫證型 火毒迫血證:病機以指多因火熱燻灼，迫血妄行所致病證，臨床常見表現為尿血，血色鮮紅，或伴見衄血、便血、皮膚紫斑等，初起多見惡寒發熱，繼而高熱，口渴欲飲，頭昏頭痛，煩躁，口乾脣燥，神疲乏力。",
    "colloquial": "火毒迫血證是怎麼回事?這是因為火熱燻灼，讓血液亂跑引起的病。常見症狀有尿血，血色鮮紅，還可能會鼻血、便血、皮膚紫斑等。剛開始會有發冷發熱，接著高燒，口渴想喝水，頭昏頭痛，煩躁，口乾脣"
  },
  {
    "original": "中醫證型 肺腎陰虛證:病機以指肺腎陰液虧虛，虛熱內擾，以乾咳、少痰、腰痠、遺精等爲主要表現的虛熱證候，臨床常見表現為咳嗽痰少、或痰中帶血，或聲音嘶啞，腰膝痠軟，形體消瘦，口燥咽乾，骨蒸潮熱，盜汗，顴紅，男子遺精，女子經少，舌紅，少苔，脈細數。",
    "colloquial": "什麼是肺腎陰虛證呢?就是當你的肺和腎的陰液不足，虛熱內擾，會有乾咳、少痰、腰痠、遺精等症狀。常見的表現有咳嗽痰少或痰中帶血，聲音嘶啞，腰膝痠軟，身體消瘦，口乾咽燥"
  },
  {
    "original": "中醫證型 瘀滯胞宮證:病機以是指瘀滯衝任、胞宮所表現出來的一類病證，臨牀表現爲小腹固定刺痛、拒按，或有腫塊，或月經後期、量少、色紫暗、夾塊，或閉經、崩漏，舌紫暗或有斑點，脈弦澀，臨床常見表現為經行色暗有塊，月經停閉，小腹硬脹刺痛，小腹按有癥塊。",
    "colloquial": "中醫的瘀滯胞宮證是什麼意思?就是指衝任和胞宮有瘀滯的情況。症狀有小腹固定刺痛、不想被按壓，有時有腫塊，月經來得晚、量少、顏色紫暗、有血塊，或者閉經、崩漏。舌頭顏色紫暗或有斑點，脈象"
  },
  {
    "original": "中醫證型 溼毒蘊結證:病機以溼邪蘊結成毒，以肌膚、陰股、下肢、趾間等處生瘡瘍、溼疹，潰爛流水，癢麻疼痛，苔膩，脈濡緩爲常見症的證候，臨床常見表現為。",
    "colloquial": "中醫裡的溼毒蘊結證是指溼邪蘊結成毒，常見症狀包括肌膚、陰股、下肢、趾間等地方長瘡瘍、溼疹，潰爛流水，癢麻疼痛，舌苔厚膩，脈象濡緩。"
  },
  {
    "original": "中醫證型 風邪襲表證:病機以是指肺衛失調，腠理疏鬆，衛氣不固，則具有惡寒發熱、脈浮等表證的特徵症狀，並以汗出、惡風、脈浮緩爲特點的證候，臨床常見表現為發熱，惡風，頭痛，自汗出，或鼻鳴乾嘔，舌淡紅，苔薄白，脈浮緩。",
    "colloquial": "什麼是風邪襲表證? 風邪襲表證是指肺衛失調，腠理疏鬆，衛氣不固，症狀包括惡寒發熱、脈浮、汗出、惡風、頭痛、自汗、或鼻鳴乾嘔，舌淡紅，苔薄白，脈浮緩。"
  },
  {
    "original": "中醫證型 溼熱壅阻證:病機以是指溼熱蘊積，蓄積腸胃，氣機壅阻所致的病證，臨床常見表現為身熱口渴、頭身沉重脹痛，胸悶腹脹，脘痞嘔惡，便溏不爽，舌紅苔黃膩，脈濡數或滑數。",
    "colloquial": "什麼是溼熱壅阻證?這是中醫的一種病證，指的是溼熱蘊積在腸胃，導致氣機壅阻。常見症狀包括身熱口渴、頭身沉重脹痛、胸悶腹脹、脘痞嘔惡、便溏不爽、舌紅苔黃膩，脈濡數或滑數"
  },
  {
    "original": "中醫證型 脾氣不固證:病機以是指脾氣虛弱，腸道失固，以久瀉不止，甚或滑泄失禁，氣短氣墜，食少腹脹，舌淡脈弱等爲常見症的證候，臨床常見表現為久瀉不止，甚或滑泄失禁，氣短氣墜，食少腹脹，舌淡脈弱等。",
    "colloquial": "脾氣不固證是什麼意思?這是指脾氣虛弱，腸道失去穩定，導致長時間腹瀉不止，有時甚至會滑泄失禁，還會有氣短氣墜、食慾不振、腹脹、舌淡脈弱等症狀。這些都是脾氣不固證的常見表現。"
  },
  {
    "original": "中醫證型 脾氣虛證:病機以是指氣虛脾失健運，以食少，腹脹，大便溏薄，神疲，肢體倦怠，舌淡脈弱等爲常見症的證候，臨床常見表現為面色萎黃，精神疲倦，氣短懶言，納谷減少，食後腹脹，大便溏泄；四肢倦怠，肢體浮腫，小便不利，婦女月經量減少，色淡，甚則閉經；舌淡苔白，脈緩弱。",
    "colloquial": "脾氣虛證是什麽意思?就是脾臟的氣虛弱，不能正常運作，常見症狀有食欲不振、腹脹、大便稀薄、疲憊無力等。臨床表現包括面色萎黃、精神疲倦、氣短懶言、吃飯後腹脹、大便稀薄、四肢無力、肢體浮"
  },
  {
    "original": "中醫證型 熱在血分證:病機以指多因溫熱之邪入於血分，迫血妄行所致病證，臨床常見表現為高熱夜甚，五心煩熱，神昏譫語，口渴汗多，出血發斑等。",
    "colloquial": "什麼是熱在血分證? 就是溫熱之邪侵入血分，讓血液亂跑，常見症狀包括高燒特別是晚上、手心腳心煩熱、神智不清、亂說話、口渴出汗多、出血和發斑。"
  },
  {
    "original": "中醫證型 瘟毒下注證:病機以泛指溫熱毒邪向下流竄，如痄腮而見睾丸腫痛，或疔疽等走竄而見下部膿腫，或下肢潰爛灼痛等爲常見表現的證候，臨床常見表現為痄腮而見睾丸腫痛，或疔疽等走竄而見下部膿腫，或下肢潰爛灼痛。",
    "colloquial": "什麼是瘟毒下注證?瘟毒下注證是指溫熱毒邪向下流竄，常見的症狀有痄腮伴隨睾丸腫痛、疔疽導致下部膿腫或下肢潰爛灼痛。"
  },
  {
    "original": "中醫證型 血熱傷陰證:病機以指溫熱病邪深入血分，耗傷津液，以身熱面紅、口舌乾燥、耳鳴耳聾、神疲不寐、五心煩熱、脈數無力等爲常見症的證候，臨床常見表現為持續低熱，暮熱朝涼，五心煩熱，口乾咽燥，神倦耳聾，心煩不寐，舌上少津，脈虛細數。",
    "colloquial": "血熱傷陰證是什麼?   血熱傷陰證是指溫熱病邪深入血分，耗傷津液，常見症狀有身熱面紅、口舌乾燥、耳鳴耳聾、神疲不寐、五心煩熱、脈數無力等。"
  },
  {
    "original": "中醫證型 膀胱蓄血證:病機以是指小腹受損，或邪熱內侵，血蓄膀胱，以小腹作脹、刺痛，小便不暢、疼痛，舌紫或有斑點，脈弦澀等爲常見症的證候，臨床常見表現為小腹作脹、刺痛，小便不暢、疼痛，舌紫或有斑點，脈弦澀。",
    "colloquial": "什麼是膀胱蓄血證?就是小腹受損或邪熱內侵，血蓄在膀胱裡，會感覺小腹脹痛、小便不順、疼痛，舌頭顏色偏紫或有斑點，脈象弦澀。這些症狀在臨床上很常見。"
  },
  {
    "original": "中醫證型 溼熱蘊毒證:病機以是指因飲食不節、居處潮溼等，造成體內溼熱蘊積，熱盛成毒，而造成一系列病變的證候，臨床常見表現為發熱口渴，咽喉腫痛，小便黃赤，或身目發黃，脘腹脹滿，肢酸倦怠，苔黃膩，脈滑數。",
    "colloquial": "什麼是溼熱蘊毒證?溼熱蘊毒證是指飲食不節或居住環境潮溼，造成體內溼熱積聚，熱盛成毒的情況，會出現發熱口渴、咽喉腫痛、小便黃赤，或皮膚和眼睛發黃、腹部脹滿、四肢酸痛疲倦、舌苔"
  },
  {
    "original": "中醫證型 鬱證:病機以是由於情志不舒、氣機鬱滯所致，以心情抑鬱、情緒不寧、胸部滿悶、胸脅脹痛，或易怒易哭，或咽中如有異物梗塞等爲主要臨牀表現的一類病證，臨床常見表現為。",
    "colloquial": "中醫證型鬱證是由於情志不舒、氣機鬱滯引起的，主要症狀有心情抑鬱、情緒不寧、胸部滿悶、胸脅脹痛，還可能出現易怒易哭或咽中如有異物梗塞等。"
  },
  {
    "original": "中醫證型 肺虛腸脫證:病機以是指肺氣虧虛，後陰不固而下陷，以咳嗽，喘息氣短，大便失禁或久瀉不止，或糞隨咳出，或脫肛等爲常見症的證候，臨床常見表現為咳嗽，喘息氣短，大便失禁或久瀉不止，或糞隨咳出，或脫肛等。",
    "colloquial": "中醫說的肺虛腸脫證是什麼意思?就是指肺氣虧虛，導致後陰不固而下陷的情況，常見症狀有咳嗽、喘息氣短、大便失禁或久瀉不止，有時糞便會隨著咳嗽一起出來，或者出現脫肛的現象。"
  },
  {
    "original": "中醫證型 熱毒內攻證:病機以是指多因血分有熱，復感風熱之邪，內外合邪鬱於肌膚而發；或由於皮膚粘膜的破損，感染毒邪所致病證，臨床常見表現為局部赤紅腫脹範圍較大，甚至有瘀點，紫斑或水皰，伴有壯熱不退，口渴心煩。",
    "colloquial": "中醫證型熱毒內攻證是什麼意思? 就是說血液裡有熱，再加上風熱，這些熱邪困在皮膚裡面，或者皮膚受傷感染了毒邪。會看到皮膚紅腫，範圍大，還可能有瘀點、紫斑或水皰，還會發高燒不退，口渴心煩。"
  },
  {
    "original": "中醫證型 肺氣鬱痹證:病機以是指因情志所傷，致肝鬱氣逆，上衝犯肺，肺氣不降所表現出來的呼吸短促，息粗氣憋，苔薄，脈弦一類病證，臨床常見表現為每遇情志刺激而誘發，發時突然呼吸短促，息粗氣憋，胸悶胸痛，咽中如窒，但喉中痰鳴不著，或無痰聲。",
    "colloquial": "什麼是肺氣鬱痹證?這是一種因情志所傷，肝鬱氣逆上衝犯肺，肺氣不降的情況。主要表現是呼吸短促、息粗氣憋、胸悶胸痛和咽中如窒。發作時常常因情志刺激而誘發，但喉中痰鳴不明顯或沒有痰聲。"
  },
  {
    "original": "中醫證型 溼濁下注證:病機以指多因多食肥甘，釀生溼熱，溼熱久蘊而成濁邪，濁氣下流所致病證，臨床常見表現為突然小便渾濁，或白如米泔，或如泥漿或色赤，或停放後小便膠黏渾濁，胸悶不適，納谷不馨，小便量較多無澀痛，舌苔膩或黃膩，脈濡數。",
    "colloquial": "這個濕濁下注證是什麼意思啊? 濕濁下注證就是因為吃太多肥甘的東西，導致身體產生濕熱，然後濕熱長期積累就變成濁邪，這些濁氣往下流動引起的病證。那會有什麼症狀嗎? 一般會突然出現小便渾濁，像米"
  },
  {
    "original": "中醫證型 心血瘀阻證:病機以是指血行不暢，瘀血阻滯心脈，以胸悶心悸，心痛如刺，痛引肩背內臂，脣舌紫暗，脈細澀或結代等爲常見症的證候，臨床常見表現為胸悶心悸，心痛如刺，痛引肩背內臂，重則不可忍，時作時止，脣、舌紫暗，舌邊有瘀斑，脈細澀或結代或沉弦。",
    "colloquial": "什麼是心血瘀阻證?這是指血液循環不暢，瘀血阻塞了心脈，會有胸悶、心悸、心痛像被刺一樣，痛楚可能延伸到肩膀和內臂，嘴唇和舌頭會變紫，脈象會變細澀或不規律。症狀有時會很嚴重，讓人"
  },
  {
    "original": "中醫證型 火毒傳肺證:病機以是指多因火熱邪毒，侵害人體，損傷經脈，瘀阻氣血，重者火毒循經入裏，傳於肺臟所致病證，臨床常見表現為創面腐爛，分泌物增多，局部水腫，寒戰高熱，汗多，口渴，小便短赤，兼見氣粗喘息，咳嗽多痰，甚者咯血，舌質紅，舌苔黃，脈洪數。",
    "colloquial": "你說的火毒傳肺證是啥意思啊?這是因為火熱邪毒侵害人體，損傷經脈，導致氣血瘀阻的病證。嚴重的話，火毒會循經入裏，傳到肺臟。常見症狀包括創面腐爛、分泌物增多、局部水腫、寒戰高熱、汗多、口渴、小"
  },
  {
    "original": "中醫證型 肺脾氣虛證:病機以是指咳嗽聲低，氣短而喘，吐痰清稀，食少，腹脹，便溏，舌淡苔白滑，脈弱等爲常見症的證候，臨床常見表現為食慾不振，食少，腹脹，便溏，久咳不止，氣短而喘，咯痰清稀，面部虛浮，下肢微腫，聲低懶言，神疲乏力，面白無華，舌淡，苔白滑，脈弱。",
    "colloquial": "肺脾氣虛證是什麼? 肺脾氣虛證的特徵包括咳嗽聲低、氣短喘、痰清稀、食欲不振、腹脹、便溏，舌淡苔白滑，脈弱。常見症狀有久咳不止、面部虛浮、下肢微腫、聲低懶言、神疲乏"
  },
  {
    "original": "中醫證型 涼燥襲肺證:病機以是指涼燥之邪侵襲肺衛，肺的宣發功能發生障礙所致，以乾咳無痰或咳痰稀少，咽乾脣燥發熱，惡寒，無汗，頭痛，鼻塞，舌苔薄白欠潤，脈浮緊爲常見症的證候，臨床常見表現為乾咳無痰或咳痰稀少，咽乾脣燥，發熱，惡寒，無汗，頭痛，鼻塞，舌苔薄白欠潤，脈浮緊。",
    "colloquial": "什麼是涼燥襲肺證?涼燥襲肺證是指涼燥之邪侵襲肺衛，導致肺的宣發功能障礙。主要表現為乾咳無痰或咳痰稀少，咽乾脣燥，發熱，惡寒，無汗，頭痛，鼻塞，舌苔薄白欠潤，脈"
  },
  {
    "original": "中醫證型 膽腑鬱熱證:病機以是指因邪滯膽腑，或情志鬱結，阻滯氣機，鬱而化熱，熱鬱膽腑所致，臨床常見表現為鼻涕黃濁，粘稠或帶血，量多味臭，鼻塞聲重，嗅覺下降、頭痛劇烈，全身發熱，口苦咽乾，耳鳴耳悶，聽力下降。",
    "colloquial": "中醫證型中的膽腑鬱熱證是指膽腑受到邪氣滯留或情志鬱結，導致氣機阻滯，鬱而化熱，使熱鬱積在膽腑。常見症狀有黃濁鼻涕，粘稠或帶血，量多且有臭味，鼻塞聲重，嗅覺下降，劇烈頭痛，全身發熱"
  },
  {
    "original": "中醫證型 脾胃陰虛證:病機以是指陰液虧虛，脾胃失潤，以口燥咽乾，飢不欲食，或胃院嘈雜，或腹脹隱痛，或乾嘔呃逆，體瘦，大便乾結，舌紅少津，脈細數等爲常見症的證候，臨床常見表現為口燥咽乾，飢不欲食，或胃院嘈雜，或腹脹隱痛，或乾嘔呃逆，體瘦，大便乾結，舌紅少津，脈細數等。",
    "colloquial": "脾胃陰虛證是什麼意思?主要是陰液不足，脾胃失去滋潤，常見症狀有口乾、咽乾、餓但不想吃、胃部嘈雜、腹脹隱痛、乾嘔、打嗝、體瘦、大便乾結、舌紅少津、脈細數等。"
  },
  {
    "original": "中醫證型 風熱血燥證:病機以是指風熱之邪損傷陰血而化燥，形體失其濡養，以皮膚乾燥瘙癢脫屑，目赤乾澀癢痛，咽喉紅腫幹痛，口渴，大便乾結，舌紅苔黃，脈細數等爲常見症的證候，臨床常見表現為皮膚乾燥瘙癢脫屑，目赤乾澀癢痛，咽喉紅腫幹痛，口渴，大便乾結，舌紅苔黃，脈細數。",
    "colloquial": "風熱血燥證是因為風熱邪氣損傷陰血，導致身體失去滋潤，出現皮膚乾燥瘙癢脫屑，眼睛乾澀癢痛，咽喉紅腫幹痛，口渴，大便乾結，舌紅苔黃，脈細數等症狀。"
  },
  {
    "original": "中醫證型 溼阻腸道證:病機以是指溼邪蘊阻腸道，傳化失常所致，以腹脹隱痛，大便溏泄，便質黏垢而臭，苔黃膩，脈滑數等爲常見症的證候，臨床常見表現為腹脹隱痛，大便溏泄，便質黏垢而臭，苔黃膩，脈滑數等。",
    "colloquial": "什麼是濕阻腸道證?就是說濕邪在腸道裡阻塞，影響正常的傳化功能，常見的症狀有腹脹隱痛、大便溏泄、便質黏垢而臭、舌苔黃膩、脈滑數等。簡單說，就是肚子脹痛、大便稀爛黏臭，舌頭上的"
  },
  {
    "original": "中醫證型 風痰上擾證:病機以是指肝風挾痰上擾於頭，以頭部脹痛或陣發劇痛，頭暈目眩，面赤口苦，舌紅苔黃膩等爲常見症的證候，臨床常見表現為頭部脹痛，或陣發劇痛，頭暈目眩，面赤口苦，舌紅苔黃膩，脈弦滑。",
    "colloquial": "這種風痰上擾證是啥意思啊?就是肝風夾痰擾頭，會引起頭脹痛或陣痛，還有頭暈目眩、面赤口苦、舌紅苔黃膩這些症狀，對嗎?對，臨床上常見就是這些表現，脈象一般是弦滑。"
  },
  {
    "original": "中醫證型 少陽兼表證:病機以是太少二經相兼爲病，既有太陽表證，又有少陽半表半里證的證候，臨床常見表現為發熱，微惡風寒，肢節煩痛，微嘔，不欲飲食，心下支結，苔薄白，脈浮或弦。",
    "colloquial": "中醫少陽兼表證是太陽和少陽兩經絡同時出現問題，既有太陽表證，又有少陽半表半里證的症狀。常見表現有發熱、微惡風寒、肢節煩痛、微嘔、不想吃東西、心下支結、舌苔薄白、脈浮或弦。"
  },
  {
    "original": "中醫證型 胃陰不足證:病機以是指胃陰虧虛，胃失和降所表現出來的噁心、嘔吐或呃逆，口燥咽乾，舌紅少苔，脈細數一類病證，臨床常見表現為胃脘嘈雜，飢不欲食，或痞脹不舒，隱隱灼痛，乾嘔，嘔逆，口燥咽乾，大便乾結，小便短少，舌紅少苔乏津，脈細數。",
    "colloquial": "胃陰不足是啥意思啊?就是胃陰虧虛，胃不舒服，出現噁心、嘔吐、呃逆，口乾舌燥的情況。常見症狀有胃脘嘈雜、飢不欲食、痞脹不舒、隱隱灼痛、乾嘔、大便乾結、小便短少等，舌紅少苔，"
  },
  {
    "original": "中醫證型 氣虛齒動證:病機以是指正氣虧虛，齒齦失充，以牙齒浮動，咀嚼乏力，氣短懶言，脈弱等爲常見症的證候，臨床常見表現為除牙齒浮動外，還見氣短懶言、咀嚼無力、脈弱等。",
    "colloquial": "氣虛齒動證是什麼意思?這是指正氣虧虛導致牙齦失去充盈，牙齒浮動，咀嚼無力，氣短懶得講話，脈象也比較弱等症狀。一般來說，除了牙齒浮動，還會有氣短懶言、咀嚼無力、脈弱等表現。"
  },
  {
    "original": "中醫證型 少腹瘀滯證:病機以是指瘀血阻於少腹，氣機不利，以少腹脹痛拒按，或觸及質硬包塊，月經不調或經閉、痛經，經色紫暗夾塊，脈弦澀等爲常見症的證候，臨床常見表現為少腹脹痛拒按、或觸及包塊、質硬、月經不調或經閉、痛經、經色紫黯夾塊、脈弦澀。",
    "colloquial": "中醫少腹瘀滯證是什麼?少腹瘀滯證就是少腹部有瘀血，會導致氣機不順，會感覺少腹脹痛，按壓會痛，有時還能摸到硬塊，月經不調或者閉經、痛經，經血顏色偏紫暗，還有血塊，脈搏會比較弦澀。主要症"
  },
  {
    "original": "中醫證型 熱入氣分證:病機以是指溫熱病邪由衛入氣，邪正鬥爭激烈，臟腑功能失調所致的病證，臨床常見表現為不惡寒而惡熱，口苦口渴，汗出心煩、呼吸氣粗、舌苔或白、或黃、或厚、或膩、或燥而少津，脈象洪大。",
    "colloquial": "中醫說的熱入氣分證是指溫熱病邪進入氣分，邪氣和正氣爭鬥激烈，影響臟腑功能，常見症狀有不怕冷但怕熱、口苦口渴、出汗心煩、呼吸粗重、舌苔可能是白色、黃色、厚的、膩的或乾燥，脈象洪大。"
  },
  {
    "original": "中醫證型 陰虛陽浮證:病機以指陰液虧虛，陰不制陽，陽氣上浮，以顏面烘熱，潮熱盜汗，形體消瘦，肌熱，手足溫，頭暈目眩，虛煩少寐等爲常見症狀的證候，臨床常見表現為顏面烘熱，汗出而熱，手足溫，肌熱，兩顴潮紅，形瘦盜汗，頭暈目眩，煩躁失眠，舌質紅少苔，脈細數等。",
    "colloquial": "什麼是陰虛陽浮證啊? 陰虛陽浮證是指身體裡的陰液不足，無法控制陽氣，導致陽氣上浮。常見症狀包括臉部發熱、潮熱盜汗、身體消瘦、手腳溫熱、頭暈目眩、煩躁失眠等。"
  },
  {
    "original": "中醫證型 氣陰耗傷證:病機以是指病至後期，邪氣漸退，正氣耗損，肺脾虧虛，則氣陰耗傷所致，臨床常見表現為神疲乏力，氣短懶言，咽乾口燥，煩渴欲飲，午後顴紅，小便短少，大便乾結，舌體瘦薄，苔少而幹，脈虛數。",
    "colloquial": "中醫說的氣陰耗傷證就是病到後期，邪氣慢慢退去，但正氣也被耗損，導致肺脾虧虛，常見的症狀有疲倦乏力、氣短懶得說話、喉嚨乾燥、口渴想喝水，下午面頰會紅、小便少、大便乾結，舌頭瘦薄，舌"
  },
  {
    "original": "中醫證型 疫毒攻喉證:病機以是指疫毒化火，毒氣攻衝聚結在喉所致，臨床常見表現為咽痛劇烈，假膜延及部位廣泛，身熱，頸部腫痛，聲音嘶啞，咳聲如犬吠樣，呼吸氣促，煩躁不安，喉間痰鳴，脣面青紫。",
    "colloquial": "中醫認為疫毒攻喉證是因為疫毒化火，毒氣聚集在喉嚨，常見症狀有咽喉劇痛，假膜範圍廣，發熱，頸部腫痛，聲音沙啞，咳嗽像狗吠，呼吸急促，焦躁不安，喉嚨有痰鳴，嘴唇和臉"
  },
  {
    "original": "中醫證型 火毒鬱結證:病機以指多因火熱邪毒溼濁留阻肌膚，營衛不和氣血凝滯，經絡壅遏化火所致病證，臨床常見表現為局部突然腫脹，光軟無頭，迅速結塊，皮膚焮紅，灼熱疼痛，逐漸擴大，變成高腫發硬，重者可伴惡寒發熱、頭痛、噁心欲嘔、口渴，舌苔黃膩，脈弦滑或洪數等。",
    "colloquial": "請問什麼是火毒鬱結證?火毒鬱結證是中醫裡的一種病證，通常是因為火熱邪毒和溼濁留在肌膚裡，導致營衛不和、氣血凝滯、經絡壅遏化火。常見症狀有局部突然腫脹、光滑無頭、迅速結塊、皮膚紅"
  },
  {
    "original": "中醫證型 胃熱燔脾證:病機以是指因陽熱體質，胃熱偏盛者，食慾亢進，食量過大，脾運不及，可導致膏脂痰溼堆積所表現出來的多食，消谷善飢，形體肥胖一類病證，臨床常見表現為多食，消谷善飢，形體肥胖，脘腹脹滿，胃脘灼痛，嘈雜，面色紅潤，口乾口苦，心煩頭昏。",
    "colloquial": "你最近食慾怎麼樣?有沒有覺得食量變大、容易餓?這可能是胃熱燔脾證，會讓你多吃、容易餓、變胖，還可能會肚子脹、胃灼痛、口乾口苦、心煩頭昏。"
  },
  {
    "original": "中醫證型 乳食積滯證:病機以是脾胃虛弱，乳食停滯不化而出現的證候，臨牀表現爲不思乳食、脘腹脹滿，噯吐酸腐、大便酸臭，臨床常見表現為有乳食不節史，以不思乳食、脘腹脹滿，噯吐酸腐、大便酸臭。",
    "colloquial": "中醫證型乳食積滯證是因為脾胃虛弱，乳食停滯不化。常見症狀包括不想吃東西、肚子脹、打嗝有酸味、大便酸臭。這通常是因為飲食不節造成的，主要表現為不想吃東西、肚子脹、打嗝有酸味和大便酸臭。"
  },
  {
    "original": "中醫證型 心虛膽怯證:病機以是指氣血虧損，心虛膽怯，心神失養所表現出來的一類病證，臨床常見表現為心悸失眠，膽怯易驚，頭暈胸悶，舌淡。",
    "colloquial": "心虛膽怯證是什麼?這是中醫的一種病證，主要因為氣血虧損，心虛膽怯，心神失養引起的。常見症狀有心悸失眠，膽怯易驚，頭暈胸悶，舌淡。"
  },
  {
    "original": "中醫證型 毒壅氣分證:病機以是指溫毒襲於肺痿衛，壅於氣分，出現以憎寒壯熱，或壯熱不畏寒，咽喉紅腫疼痛、腐爛，舌紅爲主症的證候，臨床常見表現為壯熱，口渴，煩躁，咽喉紅腫腐爛，肌膚丹痧顯露，舌紅赤有珠，苔黃躁，脈洪數。",
    "colloquial": "這裡提到的「毒壅氣分證」，主要是指溫毒侵襲肺部，導致氣分不暢，會出現發燒、咽喉紅腫疼痛甚至腐爛的症狀。常見的表現包括高熱、口渴、煩躁、咽喉紅腫腐爛、皮膚出現紅疹、舌頭紅"
  },
  {
    "original": "中醫證型 溼痰證:病機以是指痰溼內阻，以咯吐多量粘稠痰，痰滑易咯，肢體困重，胸脫痞悶，食少口膩，苔白膩，脈濡緩或滑等爲常見症的證候，臨床常見表現為咳喘痰多，色白，胸部痞悶，食慾不振，噁心嘔吐，腹脹便溏，眩暈心悸，肢重嗜臥，舌體胖大，苔滑膩，脈滑或緩爲主要臨牀表現。",
    "colloquial": "中醫說的濕痰證是指痰濕內阻，主要症狀有咯吐大量粘稠痰，痰滑易咯，身體沉重，胸口悶，食慾不好，嘴巴覺得膩，舌苔白膩，脈象濡緩或滑等。臨床上常見的表現有咳嗽氣喘"
  },
  {
    "original": "中醫證型 肺氣陰兩虛證:病機以是指肺氣虛弱，陰液虧虛，以乾咳無力，氣短而喘，聲低或音啞，五心煩熱，脈細無力等爲常見症的證候，臨床常見表現為乾咳無力，氣短而喘，口燥咽乾，自汗盜汗，五心煩熱，神疲乏力，聲音低怯或喑啞，面白無華，潮熱顴紅，痰少而稠，或咳痰帶血，形體消瘦，舌質光紅少苔，脈細數無力。",
    "colloquial": "中醫說的肺氣陰兩虛是指肺氣虛弱，陰液不足，常見症狀有乾咳無力、氣短而喘、聲音低或音啞、五心煩熱、脈細無力等。臨床上會看到乾咳無力、氣短而喘、口乾咽乾、自汗盜汗、五心煩熱、神疲乏力、"
  },
  {
    "original": "中醫證型 外傷目絡證:病機以指因外力損傷目絡，致使瘀血疼痛者，臨床常見表現為胞瞼腫痛、色紫黯、或白睛色赤紫黯、疼痛等。",
    "colloquial": " 什麼是外傷目絡證?  外傷目絡證是指眼睛因外力損傷，導致瘀血疼痛的情況，常見症狀有眼瞼腫痛、顏色紫黯，或眼白處顏色變成赤紫黯、疼痛等。"
  },
  {
    "original": "中醫證型 氣滯聲帶證:病機以是指氣機鬱滯，聲帶不利，以語聲不揚、嘶啞或低微、言語費力、咽喉不適、胸悶脅脹、脈弦爲常見症的證候，臨床常見表現為語聲不揚、嘶啞或低微、言語費力、咽喉不適、胸悶脅脹、脈弦。",
    "colloquial": "中醫裡的氣滯聲帶證是什麼意思?氣滯聲帶證是指氣機鬱滯，導致聲帶不利，常見症狀有聲音低微或嘶啞、言語費力、喉嚨不適、胸悶脅脹，脈象是弦脈。"
  },
  {
    "original": "中醫證型 火毒壅盛證:病機以指多因溼熱蘊毒，火毒熾盛，肉腐成膿所致病證，臨床常見表現為附睾或睾丸腫硬劇痛，或有跳痛，陰囊掀紅、灼熱，膿成，按之中軟，有波動感爲主症，兼有壯熱不退，憎寒或不寒，舌質紅，苔黃膩，脈洪數。",
    "colloquial": "中醫裡的火毒壅盛證是指因為溼熱蘊毒，火毒熾盛而導致的病症。這種情況通常會出現附睾或睾丸腫硬劇痛，甚至有跳痛，陰囊發紅、灼熱，膿成，按壓時感覺軟，有波動感。患者還可能會持續發高燒，不一定"
  },
  {
    "original": "中醫證型 溼濁中阻證:病機以是指多因溼濁上逆，胃氣不降，濁陰凝聚，鬱阻中焦所致病證，臨床常見表現為口膩納呆，噁心欲嘔，脘腹痞脹，胃腸水聲流流，大便清稀，舌淡胖，苔白膩，脈濡緩。",
    "colloquial": "什麼是溼濁中阻證呢?這是因為溼氣上逆，胃氣不降，濁氣凝聚，阻礙中焦引起的病證。一般會出現口裡黏黏的不舒服、食欲不振、噁心想吐、腹部脹滿、腸胃有水聲、便便很稀、舌頭顏色淡胖、舌"
  },
  {
    "original": "中醫證型 溼邪困脾證:病機以是指多由素體脾虛，運化失司，溼從內生，復因溼邪外侵，內外相因，以致溼邪內盛，中陽受阻，脾失運化水溼功能，出現肢體浮腫，四肢困重，脘悶腹脹，納少便溏，舌苔白膩，脈象濡緩爲主要表現的證候，臨床常見表現為肢體浮腫，四肢困重，脘悶腹脹，納少便溏，舌苔白膩，脈象濡緩。",
    "colloquial": "什麼是濕邪困脾證?  濕邪困脾證是指脾虛運化失常，濕氣內生，加上外界濕邪侵襲，導致濕邪內盛，中陽受阻，脾的運化水濕功能失調。主要表現包括肢體浮腫、四肢困重、脘悶腹脹、食欲"
  },
  {
    "original": "中醫證型 肝鬱脾虛證:病機以，中醫病症名，臨床常見表現為胸脅脹滿竄痛，善太息，情志抑鬱，或急躁易怒，食少，腹脹，腸鳴矢氣，便溏不爽，或腹痛欲便、瀉後痛減，或大便溏結不調，舌苔白，脈弦或緩。",
    "colloquial": "你好，肝鬱脾虛證是中醫病症名，常見症狀包括胸脅脹滿竄痛、愛嘆氣、情緒低落或易怒、食欲不佳、腹脹、腸鳴放屁、大便不爽或腹痛便意、瀉後痛減、大便不調、舌苔白、脈象弦或緩。你有這"
  },
  {
    "original": "中醫證型 裏寒證:病機以是指寒邪直中臟腑經絡，陰寒內盛，或陽氣虛衰所表現的證候，臨床常見表現為惡寒喜暖，面色蒼白，肢冷踡臥，口淡不渴，痰、涏、涕清稀，小便清長，大便稀溏舌淡苔白而潤滑，脈遲或緊等。",
    "colloquial": "中醫證型 裏寒證是什麼? 裏寒證是寒邪直接侵入臟腑經絡或陽氣虛弱，常見症狀有怕冷喜暖、面色蒼白、四肢冰冷、口淡不渴、痰涕清稀、小便清長、大便稀溏、舌淡苔白潤滑、脈遲或緊等"
  },
  {
    "original": "中醫證型 痰凝胞宮證:病機以是指痰溼阻滯胞宮，以帶下色白量多，或閉經，或不孕，肥胖乏力，舌淡，苔白膩，脈滑或濡緩等爲常見症的證候，臨床常見表現為月經延後，經量或多或少，色淡質稀，或月經停閉不行，帶下量多，色白質稠，或下腹結塊，時或作痛，按之柔軟；或婚久不孕。",
    "colloquial": "痰凝胞宮證是啥?就是痰濕阻滯胞宮，出現白帶多、閉經、不孕、肥胖乏力等症狀。常見表現有月經延後、經量不穩定、色淡質稀、月經停閉、白帶多且稠、下腹有柔軟結塊、有時會痛，或者結婚很久都不懷孕"
  },
  {
    "original": "中醫證型 心脾氣虛證:病機以是指心脾兩髒氣虛，以心悸，神疲，頭暈，健忘，食少，腹脹，便澹，舌淡脈弱等爲常見症的證候，臨床常見表現為心悸，神疲，頭暈，健忘，食少，腹脹，便澹，舌淡脈弱。",
    "colloquial": "中醫說的心脾氣虛證，主要是指心和脾的氣不足，會出現心悸、神疲、頭暈、健忘、食少、腹脹、便淡、舌淡脈弱這些症狀。"
  },
  {
    "original": "中醫證型 血熱瘀滯證:病機以是指邪熱深入血分，氣滯血瘀，以身熱夜甚、煩躁不寧、渴欲漱水不欲咽、斑疹紫暗、舌絳紫而幹、脈細數爲常見症的證候，臨床常見表現為身熱夜甚、煩躁不寧、渴欲漱水不欲咽、斑疹紫暗、舌絳紫而幹、脈細數。",
    "colloquial": "什麼是血熱瘀滯證?就是邪熱進入血液，導致氣滯血瘀。常見症狀有晚上發熱、煩躁、想漱口但不想喝水、皮膚有紫暗斑疹、舌頭紅紫而乾、脈細數。"
  },
  {
    "original": "中醫證型 水輪實熱證:病機以指火熱爲患，炎蒸目竅而出現的視力下降，視物異常等水輪病變爲臨牀表現的概稱，臨床常見表現為眼前有黑影飄動，視物模糊，甚至盲而不見，或視正物反爲歪斜之狀，全身可見面赤口渴，心煩，大便祕結，舌紅苔黃，脈洪數或弦數等。",
    "colloquial": "中醫的水輪實熱證是什麼意思?水輪實熱證是指火熱影響眼睛，導致視力下降和視物異常的情況。常見症狀包括眼前有黑影飄動、視物模糊，甚至看不見，或視物歪斜。全身症狀可能有臉紅、口渴、心煩、大便秘結，舌"
  },
  {
    "original": "中醫證型 外傷證:病機以是指外受創傷，如金刃、跌打、獸類咬傷及毒蟲螫傷所引起的局部症狀及整體所反映的證候，臨床常見表現為金刃、跌僕所傷者，輕者局部青紫、腫脹、疼痛，活動不便，或破損出血；重者傷筋折骨，疼痛劇烈；若內傷臟腑，則吐血、下血；若陷骨傷腦，則戴眼直視，神昏不語。",
    "colloquial": "外傷證是指因為受傷，比如被刀割到、跌倒、被動物咬或被毒蟲螫到，造成的局部症狀和全身反應。常見的表現有局部瘀青、腫脹、疼痛，行動不便，或出血。嚴重的話會傷到筋骨，疼痛劇烈；如果傷到內臟，可能會"
  },
  {
    "original": "中醫證型 陽毒證:病機以，中醫病症名，臨床常見表現為陽毒爲病，躁熱，面赤咽痛，身斑色如錦紋，下利赤黃，內外結熱，舌焦鼻黑，類如煙煤，妄言狂走。",
    "colloquial": "陽毒證是中醫的一種病症，表現為躁熱、面赤咽痛、身上有像錦紋的斑點、下利赤黃、內外結熱、舌焦鼻黑像煙煤、還有妄言狂走。"
  },
  {
    "original": "中醫證型 寒邪犯胃證:病機以是指寒邪侵襲胃脘，胃失和降所致，以胃脘冷痛，痛勢急迫，喜溫，嘔吐清水，惡寒肢冷，苔白，脈弦緊等爲常見症的證候，臨床常見表現為胃脘冷痛，嘔吐呃逆，泛吐清水，喜熱食，面白少華，畏寒肢冷，四肢欠溫，脘痛拒按，舌質淡，苔白，脈遲緩或弦緩。",
    "colloquial": "什麼是寒邪犯胃證?就是寒氣侵襲胃部，引起胃痛、喜暖、嘔吐清水、怕冷、肢體冰冷、舌苔白、脈弦緊等症狀。"
  },
  {
    "original": "中醫證型 暑傷津氣證:病機以是指暑熱侵襲，耗氣傷津，以身熱汗出，口渴多飲，心煩面赤，神疲氣短，小便短黃，舌紅苔黃幹，脈浮大無力等爲常見症的證候，臨床常見表現為身熱汗出，口渴多飲，心煩面赤，神疲氣短，小便短黃，舌紅苔黃幹，脈浮大無力。",
    "colloquial": "中醫裡的暑傷津氣證是怎麼回事?暑熱侵襲會耗氣傷津，常見的症狀有身體發熱出汗、口渴愛喝水、心情煩躁臉色紅、精神疲憊氣短、小便短黃、舌紅苔黃幹、脈浮大無力。這些症狀在臨床上也常見。"
  },
  {
    "original": "中醫證型 胎毒蘊熱證:病機以嬰兒因在母體時染受邪熱毒氣所致，以皮膚赤爛、脫皮，或口瘡、目赤爛，或大便腥臭夾膿血等爲常見症的證候，臨床常見表現為新生兒皮膚赤爛、脫皮、口舌生瘡、目赤目爛、大便腥臭夾雜膿血等。",
    "colloquial": "中醫裡的胎毒蘊熱證是指嬰兒在媽媽肚子裡時受到邪熱毒氣影響，引起皮膚赤爛、脫皮，或者口瘡、目赤爛，大便腥臭夾膿血等症狀。新生兒常見皮膚赤爛、脫皮、口舌生瘡、目赤目爛、大便腥"
  },
  {
    "original": "中醫證型 溼熱化燥證:病機以是指溼熱之邪蘊積既久，反從燥化，或傷及陰津，或耗血動血而出現的一系列下血、傷津、動風的現象，臨床常見表現為身熱、胸痞、神昏、小溲短赤、大便祕結、舌燥紅無津、煩躁口渴、大便下血、發痙、譫語、發疹、或舌絳、苔黃膩、甚者顏面蒼白、汗出肢冷，脈弦細或漠糊不清等。",
    "colloquial": "當有人問起濕熱化燥證是什麼時，你可以這樣說:濕熱化燥證是指當體內濕熱積聚久了，變成乾燥，可能會傷到陰津或消耗血液，導致出現一些症狀，像是發熱、胸悶、神志不清、小便短赤、大便秘結、舌頭乾紅無津、心"
  },
  {
    "original": "中醫證型 熱傷腎陰證:病機以指腎陰液被熱邪消耗的證候，臨床常見表現為低熱不退，手足心熱甚於手足背，日干咽燥，齒黑，或心悸，或神疲多眠，耳聾，舌幹絳或枯萎，甚或紫晦而幹，脈虛細或結代。",
    "colloquial": "熱傷腎陰證是腎陰液被熱邪消耗，常見症狀有低熱不退、手足心熱、咽喉乾燥、牙齒發黑、心悸、神疲多眠、耳聾、舌頭乾枯甚至紫色、脈虛細或結代。"
  },
  {
    "original": "中醫證型 溼熱蘊阻證:病機以指多因溼熱侵淫久處溼地，或冒雨露，感受外來溼邪，絡脈，筋脈失於濡養所致病證，臨床常見表現為損處焮紅、灼熱、疼痛、瘙癢，並可見水皰或膿皰。",
    "colloquial": "溼熱蘊阻證是什麼意思? 濕熱蘊阻證是因為長期處於濕熱環境或淋雨後，體內受到外來的濕邪影響，導致經絡和筋脈失去滋養。這種情況下，常見的症狀有損傷部位紅腫、灼熱、疼痛和瘙癢，有時還會"
  },
  {
    "original": "中醫證型 毒蘊潰爛證:病機以是指毒邪內蘊所致局部破潰，血水淋漓，臭穢不堪，色紫劇痛，飲食不佳，身體漸瘦，舌苔薄黃，脈弦數的一類病證，臨床常見表現為巖脹破潰，血水淋漓，臭穢不堪，色紫劇痛，飲食不佳，身體漸瘦，舌苔薄黃，脈弦數。",
    "colloquial": "中醫裡的毒蘊潰爛證是什麼意思?簡單來說，就是身體內有毒邪，導致局部破潰，流血流水，味道很臭，顏色紫紅而且很痛，還會食慾不好，身體變瘦，舌苔薄黃，脈弦數。這種情況在臨床上很常見。"
  },
  {
    "original": "中醫證型 餘毒凝滯證:病機以是指以邪熱未能徹底清除，低熱不退或夜熱早涼、心煩口渴、便結尿黃、體瘦疲乏、舌紅少津、脈細數等爲常見症狀的證候，臨床常見表現為低熱不退或夜熱早涼、心煩口渴、便結尿黃、體瘦疲乏、舌紅少津、脈細數等。",
    "colloquial": "什麼是餘毒凝滯證?就是熱邪沒徹底清除，導致低熱不退或夜熱早涼，還有心煩口渴、便結尿黃、體瘦疲乏、舌紅少津、脈細數等症狀。"
  },
  {
    "original": "中醫證型 瘀阻下焦證:病機以泛指由瘀血阻滯於腸道、膀胱、子宮等處引起的，以小腹刺痛或脹痛、拒按，或觸及包塊，或二便疼痛帶血，舌紫暗或有斑點，脈弦澀等爲常見症的證候，臨床常見表現為小腹刺痛或脹痛、拒按，或觸及包塊，或二便疼痛帶血，舌紫暗或有斑點，脈弦澀等。",
    "colloquial": "中醫裡的瘀阻下焦證是什麼意思啊?就是瘀血阻塞在腸道、膀胱或子宮那邊，會引起小腹刺痛或脹痛，不想被按壓，可能還會摸到包塊，或者大小便疼痛帶血，舌頭會紫暗或有斑點，脈象弦澀。這些都是常見的"
  },
  {
    "original": "中醫證型 肝肺熱盛證:病機以是指邪熱熾盛，肝肺火旺，以發熱口渴，咳嗽氣喘，脅脹灼痛，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為發熱口渴，咳嗽氣喘，脅脹灼痛，舌紅苔黃，脈弦數。",
    "colloquial": "什麼是肝肺熱盛證?肝肺熱盛證是指體內邪熱熾盛，肝和肺的火氣旺盛，常見症狀包括發熱口渴、咳嗽氣喘、脅脹灼痛，舌頭紅苔黃，脈弦數。"
  },
  {
    "original": "中醫證型 寒溼阻絡證:病機以是指寒溼之邪阻滯經絡，以肢體或患處沉重冷痛、麻木，或腫脹，畏冷肢涼，苔白滑等爲常見症的證候，臨床常見表現為肢體或患處沉重冷痛、麻木，或腫脹，畏冷肢涼，苔白滑。",
    "colloquial": "什麼是寒溼阻絡證?簡單說就是寒溼邪氣堵住經絡，會讓你感覺手腳或患處沉重冷痛、麻木，或者腫脹，怕冷，舌苔白滑，這些都是常見症狀。"
  },
  {
    "original": "中醫證型 寒痰阻肺證:病機以是指寒痰停聚於肺，以惡寒畏冷，咳嗽氣喘，胸悶，吐白痰量多，苔白滑，脈弦緊等爲常見症的證候，臨床常見表現為咳嗽，痰多、色白、質稠或清稀、易咯，胸悶，氣喘，或喉間有哮鳴聲，惡寒，肢冷，舌質淡，苔白膩或白滑，脈弦或滑。",
    "colloquial": "寒痰阻肺證是什麼意思? 這是指寒痰停在肺裡，會讓你感覺怕冷，咳嗽氣喘，胸悶，吐白痰很多，舌苔白滑，脈象弦緊。常見症狀包括咳嗽，痰多而白，質濃或稀，容易咳出，胸悶，氣喘"
  },
  {
    "original": "中醫證型 熱毒內陷證:病機以是指火熱毒邪內盛，內陷臟腑所引起的以壯熱口渴，神昏譫語爲特徵的證候，臨床常見表現為神昏譫語，壯熱口渴，面色暗紅，便祕尿黃，舌紅絳，苔黃，脈沉數。",
    "colloquial": "什麼是熱毒內陷證?這是指體內火熱毒邪盛行，導致內臟受影響，會出現高燒口渴、神志不清的症狀，常見表現包括高燒口渴、神志不清、面色暗紅、便祕尿黃、舌紅絳、苔黃、脈沉數。"
  },
  {
    "original": "中醫證型 胞宮血熱證:病機以指邪熱蘊積胞宮，以小腹灼痛，疼痛，月經前期，量多，色鮮紅，帶下黃稠氣臭，舌紅苔黃，脈數等爲常見症的證候，臨床常見表現為小腹灼痛，疼痛，月經前期，量多，色鮮紅，帶下黃稠氣臭，舌紅苔黃，脈數。",
    "colloquial": "什麼是胞宮血熱證? 就是小腹會覺得燙痛，月經會提前來，量多而且顏色鮮紅，還會有黃稠而且有氣味的分泌物，舌頭紅紅的，舌苔是黃色的，脈搏跳得比較快。"
  },
  {
    "original": "中醫證型 肝膽火旺證:病機以是指火熱熾盛，內擾肝膽，以脅肋灼熱脹痛，急躁多怒，口乾口苦，頭目脹痛，失眠多夢，耳暴鳴暴聾，舌紅苔黃，脈弦數等爲常見症的證候，臨床常見表現為脅肋灼熱脹痛，急躁多怒，口乾口苦，頭目脹痛，失眠多夢，耳暴鳴暴聾，舌紅苔黃，脈弦數等。",
    "colloquial": "什麼是肝膽火旺證?肝膽火旺證就是內裡有火熱，會讓你覺得脅肋灼熱脹痛，容易急躁生氣，口乾口苦，頭痛眼脹，睡不好還多夢，耳朵會嗡嗡響甚至聽不清，舌頭紅苔黃，脈象弦數。"
  },
  {
    "original": "中醫證型 痰溼阻滯證:病機以是指痰溼阻滯，以咯吐多量粘稠痰，痰滑易咯，肢體困重，胸脫痞悶，食少口膩，苔白膩，脈濡緩或滑等爲常見症的證候，臨床常見表現為吐多量粘稠痰，痰滑易咯，肢體困重，胸脫痞悶，食少口膩，苔白膩，脈濡緩或滑。",
    "colloquial": "痰濕阻滯證是指痰濕堵住身體，症狀包括吐多量粘稠痰、痰滑易咯、肢體困重、胸脫痞悶、食少口膩、舌苔白膩、脈濡緩或滑。你有這些症狀嗎?"
  },
  {
    "original": "中醫證型 溫毒襲表證:病機以是指火熱毒邪侵襲衛表，以發熱微惡寒，身痛如杖，頭痛如劈，臨床常見表現為發熱微惡寒，身痛如杖，頭痛如劈。",
    "colloquial": "中醫證型溫毒襲表證的病機是火熱毒邪侵襲衛表，會出現發熱微惡寒、身痛如杖、頭痛如劈的症狀。"
  },
  {
    "original": "中醫證型 肝腎虧損證:病機以是指多因久病勞損，年高體弱，或腎精虧損導致肝血不足，或肝血不足引起腎精虧虛所表現出來的一類病證，臨床常見表現為頭暈眼花、耳鳴、兩脅隱痛、腰膝痠軟、月經量少等。",
    "colloquial": "什麼是肝腎虧損證?就是長期生病或勞累，年紀大了身體虛弱，或腎精虧損導致肝血不足，反過來肝血不足也會引起腎精虧虛。常見症狀有頭暈眼花、耳鳴、兩肋隱隱作痛、腰膝酸軟、"
  },
  {
    "original": "中醫證型 陽虛痰凝證:病機以是指陽氣虧損，痰濁凝滯，以形寒肢冷，眩暈嗜睡，胸悶痰多，體胖身重，或癭瘤、瘰癧、乳核不散，關節漫腫、僵硬、不熱，苔膩脈滑等爲常見症的證候，臨床常見表現為形寒肢冷，眩暈，嗜睡，體胖身重，胸悶痰多，痰液白而清冷，或癭瘤、瘰癧痰核不散，關節漫腫、僵硬、不熱，苔白膩、脈滑或沉細無力。",
    "colloquial": " 陽虛痰凝證是什麼意思?    陽虛痰凝證是指陽氣不足，導致痰濁停滯，常見症狀有怕冷、手腳冰冷、頭暈、嗜睡、身體沉重、胸悶痰多、關節腫脹僵硬等。"
  },
  {
    "original": "中醫證型 少陽兼裏實證:病機以是指少陽氣機不利，陽明胃腸結熱而出現的少陽與陽明同病的證候，臨床常見表現為往來寒熱，胸脅苦滿，嘔吐不止，胃脘拘急疼痛，急不可待，鬱郁而煩，便祕或熱結旁流，苔黃而幹，脈弦有力。",
    "colloquial": "中醫證型少陽兼裏實證是指少陽氣機不利，陽明胃腸結熱的證候，常見症狀有往來寒熱、胸脅苦滿、嘔吐不止、胃脘拘急疼痛、便祕或熱結旁流、苔黃而幹、脈弦有力。"
  },
  {
    "original": "中醫證型 肺虛寒證:病機以是指陽氣虧虛，肺失溫煦，以咳嗽氣喘，畏冷肢涼，吐稀白痰，胸悶，苔白滑，脈弱等爲常見症的證候，臨床常見表現為咳嗽氣喘，畏冷肢涼，吐稀白痰，胸悶，苔白滑，脈弱。",
    "colloquial": "什麼是肺虛寒證?肺虛寒證是指陽氣虧虛，肺失溫煦，常見症狀有咳嗽氣喘、畏冷肢涼、吐稀白痰、胸悶、苔白滑、脈弱。"
  },
  {
    "original": "中醫證型 痰溼流注證:病機以是指痰濁溼邪流竄於經脈、筋骨等處，以肢體深處觸及柔韌腫塊、隱痛，或抽及膿液，苔膩脈滑等爲常見症的證候，臨床常見表現為肢體深處觸及柔韌腫塊、隱痛，或抽及膿液，苔膩脈滑等。",
    "colloquial": "痰濕流注證是指痰濁濕邪在經脈和筋骨間流竄，會有腫塊、隱痛，有時還會抽出膿液。常見症狀包括柔韌的腫塊、隱痛、舌苔黏膩和脈滑。"
  },
  {
    "original": "中醫證型 火毒入絡證:病機以是指風熱火毒竄入經絡，以發熱口渴，肢體患處麻木、灼熱、疼痛，或色赤痰癢等爲常見症的證候，臨床常見表現為發熱口渴，肢體患處麻木、灼熱、疼痛，或色赤痰癢。",
    "colloquial": "中醫說的火毒入絡證是什麼意思啊?簡單來說，就是風熱火毒入經絡，會讓人發熱口渴，肢體的地方會麻木、灼熱、疼痛，或者有紅色的痰癢之類的。"
  },
  {
    "original": "中醫證型 火熱傷陰證:病機以是指火熱熾盛，損傷陰液，以發熱、口渴喜冷飲、大便乾結、小便短黃、舌乾紅、苔黃燥、脈細數等爲常見症的證候，臨床常見表現為發熱、口渴喜冷飲、大便乾結、小便短黃、舌乾紅、苔黃燥、脈細數等。",
    "colloquial": "中醫證型火熱傷陰證是指火熱熾盛，損傷陰液，常見症狀有發熱、口渴喜冷飲、大便乾結、小便短黃、舌乾紅、苔黃燥、脈細數等。"
  },
  {
    "original": "中醫證型 瘀阻心脈證:病機以是指血瘀氣滯，心脈瘀阻，心失所養所表現出來的一類病證，臨牀表現爲心悸怔仲、胸悶心痛，臨床常見表現為心悸不安，心胸憋悶，脣甲青紫，舌質紫暗或有瘀斑，脈澀或結或代。",
    "colloquial": "中醫說的瘀阻心脈證是指血瘀氣滯，心脈被堵住，心臟得不到應有的滋養，會出現心悸怔忡、胸悶心痛的症狀。通常會感覺心悸不安、心胸憋悶，嘴唇和指甲發紫，舌頭是紫暗色或有瘀斑，"
  },
  {
    "original": "中醫證型 脾氣不升證:病機以，中醫病症名，臨床常見表現為小便不暢，神疲乏力，舌淡，苔薄，脈細。",
    "colloquial": "脾氣不升是什麼意思啊?就是中醫說的脾氣不足，會讓你小便不暢，感覺很累，舌頭顏色淡，舌苔薄，脈搏很細。"
  },
  {
    "original": "中醫證型 蟲毒犯肺證:病機以是指蟲毒外侵，上襲於肺，以微有寒熱，咳嗽，或咯痰帶血絲等爲常見症的證候，臨床常見表現為微有寒熱，咳嗽，或咯痰帶血絲等。",
    "colloquial": "蟲毒犯肺證是指蟲毒外侵，影響到肺部，常見症狀包括微有寒熱、咳嗽、或咯痰帶血絲。"
  },
  {
    "original": "中醫證型 火毒上攻證:病機以是指多因外邪侵襲，肺經火毒，上循燻灼鼻竅，聚毒不散所致病證，臨床常見表現為初起鼻尖或鼻前孔局部紅腫，疼痛，而後疼痛加重，有跳痛，或麻或癢，並有粟米樣突起，形如釘狀，根腳堅硬，3～5日後瘡頂出現黃白色膿點，頂高根軟，自潰膿出。",
    "colloquial": "什麼是火毒上攻證啊?火毒上攻證就是外邪侵襲導致的病證，主要是肺經火毒上循燻灼鼻竅，毒聚不散。症狀包括鼻尖或鼻前孔紅腫疼痛，後來疼痛加重，有跳痛感或麻癢，還有粟米樣突起，像釘子一樣，根部硬硬的"
  },
  {
    "original": "中醫證型 脾腎虛弱證:病機以，是指先天脾腎虛弱或屢孕屢墮，損傷脾腎所表現出來的腰膝痠軟，納呆便溏，舌淡，脈沉細一類病證，臨床常見表現為腰膝痠軟，納呆便溏，舌淡，脈沉細。",
    "colloquial": "什麼是脾腎虛弱證?這是指先天脾腎虛弱或多次懷孕和流產損傷脾腎，出現腰膝痠軟、食欲不振、大便稀溏、舌淡、脈沉細的症狀。"
  },
  {
    "original": "中醫證型 熱毒陷營證:病機以是指多因蠱毒蟲邪入裏化熱，熱邪燔灼所致病證，臨床常見表現為高熱口渴，煩躁譫妄或神昏，或頭痛嘔吐，抽搐，狀如癲癇。",
    "colloquial": "中醫裡的熱毒陷營證是什麼意思?熱毒陷營證是指蠱毒蟲邪進入體內化熱，導致熱邪燔灼的病證。臨床上常見的症狀有高熱口渴、煩躁譫妄或神昏，有時還會頭痛嘔吐、抽搐，狀態像癲癇。"
  },
  {
    "original": "中醫證型 血虛氣脫證:病機以是指因產婦素體氣血虛弱，復因產時失血過多，以致陰血暴亡，心神失守所表現出來的眩暈，面色蒼白，舌淡無苔，脈微欲絕或浮大而虛的一類病證，臨床常見表現為眩暈，面色蒼白，舌淡無苔，脈微欲絕或浮大而虛。",
    "colloquial": "中醫裡的血虛氣脫證是什麼意思?就是產婦因為氣血虛弱，再加上生產時失血過多，導致陰血急劇減少，心神失守。這種情況會出現眩暈、面色蒼白、舌淡無苔，脈微欲絕或浮大而虛。"
  },
  {
    "original": "中醫證型 傷乳證:病機以指多因乳食不知自節，餵養不當，乳食無度，損傷脾胃，致使脾胃運化失司所致病證，臨床常見表現為嘔吐乳塊，口中有乳酸味，不欲吮乳，煩躁不安，腹痛哭啼，時作時止，兩腮紅赤或一側明顯，舌淡紅，苔自厚，指紋紫滯。",
    "colloquial": " 什麼是傷乳證?  傷乳證是指因為吃奶不節制，餵養不當或吃太多乳食，導致脾胃受損，臨床表現包括嘔吐乳塊、口中有乳酸味、不想吃奶、煩躁不安、腹痛哭啼、兩腮紅赤等。"
  },
  {
    "original": "中醫證型 血瘀耳竅證:病機以是指血行受阻，瘀滯耳竅，以聽力漸減，或突然失聰、耳鳴，或耳內生贅生物，舌紫暗或有斑點，脈澀等爲常見症的證候，臨床常見表現為耳內脹悶堵塞感，日久不愈，甚則如物阻隔，聽力漸減或突然失聰，耳鳴，鼓膜內陷，粘連、混濁、增厚、灰斑，或耳道內生贅生物。",
    "colloquial": "中醫說的血瘀耳竅證，就是耳朵裡的血流不順，造成耳朵問題。像是聽力慢慢變差，或者突然聽不見，有耳鳴，或者耳朵裡長東西。病人舌頭會發紫，脈搏不順。常見的症狀有耳朵裡覺得脹脹的、堵塞感，"
  },
  {
    "original": "中醫證型 溼熱鬱蒸證:病機以是指或體內溼熱較盛，蘊蒸肝膽脾胃，表現爲黃疸爲主的病症，臨牀常見於小兒胎黃、黃疸等疾病中，臨床常見表現為發熱汗出不解，朝輕暮重，熱不甚高，而多日不愈；輕微惡寒，時有時無；或寒熱往來；頭重肢倦胸悶或胸痛，口乾但休水不多或不欲飲，脘痞納少，噁心或嘔吐，尿少而赤，便溏，腹脹，舌質偏紅，舌苔白膩或黃膩，脈濡數或弦數。",
    "colloquial": "當體內濕熱較多時，會影響肝膽脾胃，主要表現為黃疸。常見小孩胎黃或黃疸時，會發熱出汗但不退，早上輕晚上重，熱度不高但持續不退；有時會有輕微怕冷；或冷熱交替；感覺頭重四肢無力，胸悶或疼；口"
  },
  {
    "original": "中醫證型 食毒證:病機以是指吞食有毒食物所致，以脘腹劇痛，嘔吐腹瀉，甚或出現厥脫等症狀的證候，臨床常見表現為腹痛劇烈、嘔吐、腹瀉等，甚則神昏、厥、脫，以至死亡等。",
    "colloquial": "什麼是食毒證?食毒證就是吃了有毒的食物後，肚子會很痛，還會嘔吐、拉肚子，嚴重的話還可能會昏迷或休克，甚至有生命危險。"
  },
  {
    "original": "中醫證型 風寒外襲證:病機以指風寒外襲，壅塞於肺，邪閉喉竅，阻滯脈絡，氣機不暢所致的病證，臨床常見表現為聲音不揚，甚則嘶啞，或兼有咽喉微痛，吞嚥不利，咽喉癢。",
    "colloquial": " 什麼是風寒外襲證?  風寒外襲證是指風寒侵襲肺部，導致喉嚨閉塞、氣機不暢的病症。常見症狀有聲音低沉甚至嘶啞，可能伴隨喉嚨微痛、吞咽困難和喉嚨癢。"
  },
  {
    "original": "中醫證型 熱退陰傷證:病機以指多因熱邪漸退，陰液耗傷所致病證，臨床常見表現為疹已出齊，發熱減輕，體溫逐漸下降至正常，咳嗽、咽痛等伴隨症狀亦隨之減輕至消失，煩躁消失。",
    "colloquial": "中醫裏熱退陰傷證是指熱邪漸退但陰液耗傷，通常會看到疹出齊，發熱減輕，體溫恢復正常，咳嗽、咽痛等症狀也會逐漸消失，煩躁也不再有。"
  },
  {
    "original": "中醫證型 寒實結胸證:病機以是指寒邪阻結胸隔，以惡寒，咳嗽，胸膈痞悶，吐稀白痰，苔白，脈弦緊等爲常見症的證候，臨床常見表現為胸脅或心下硬滿疼痛，大便不通，脈來沉緊，但無身熱、口渴、心煩、苔燥等熱象。",
    "colloquial": "寒實結胸證是什麼?就是寒邪阻塞胸膈，讓你覺得怕冷、咳嗽、胸口悶，還有吐白色痰。常見症狀是胸脅或心下硬痛，大便不通，脈沉緊，沒有發燒、口渴、心煩、舌苔乾等熱象。"
  },
  {
    "original": "中醫證型 肝鬱氣滯證:病機以肝鬱氣滯是指由於肝的疏泄功能異常，疏泄不及而致氣機鬱滯所表現的證候，臨床常見表現為。",
    "colloquial": "什麼是肝鬱氣滯證啊?肝鬱氣滯證是因為肝的疏泄功能異常，導致氣機鬱滯的情況，臨床上常見的表現就是這樣。"
  },
  {
    "original": "中醫證型 心虛神怯證:病機以是指心氣虧虛，神氣怯弱，以心悸心慌、膽怯易驚、失眠多夢、神疲健忘、脈弱或結等爲常見症的證候，臨床常見表現為心悸心慌、膽怯易驚、失眠多夢、神疲健忘、脈弱或結等。",
    "colloquial": "中醫證型中的心虛神怯證是什麼?心虛神怯證就是心氣虧虛、神氣怯弱，會出現心悸心慌、膽怯易驚、失眠多夢、神疲健忘、脈弱或結等症狀。"
  },
  {
    "original": "中醫證型 風燥證:病機以指風燥二邪合而襲人所致之證候，臨床常見表現為頭痛身熱、惡寒無汗、鼻塞、口脣乾燥、乾咳無痰和痰少而黏、胸脅痛、肌膚枯澀失潤、舌苔白薄而幹、脈浮澀等。",
    "colloquial": "風燥證是什麼啊?風燥證是風和燥這兩種邪氣侵襲人體引起的，常見症狀有頭痛身熱、怕冷沒有汗、鼻塞、嘴唇乾、乾咳沒痰或痰少而黏、胸脅痛、皮膚乾燥沒有潤澤、舌苔白薄乾、脈浮澀。"
  },
  {
    "original": "中醫證型 寒滯經脈證:病機以寒邪凝滯經脈，血行不暢，以惡寒，肢體冷痛、拘急或麻木，膚色紫暗或蒼白，苔白，脈弦緊等爲常見症的證候，臨床常見表現為惡寒，肢體冷痛，拘急或麻木，膚色紫暗或蒼白，苔白，脈弦緊。",
    "colloquial": "寒滯經脈證是什麼?寒滯經脈證是因為寒邪凝滯經脈，導致血行不暢，常見症狀有怕冷、身體冷痛、拘急或麻木、皮膚顏色紫暗或蒼白，舌苔白，脈象弦緊。"
  },
  {
    "original": "中醫證型 熱鬱胸膈證:病機以是指外邪化熱初傳入裏鬱於胸膈擾及於心，而氣機不利，心神不安的病證，臨床常見表現為身熱不甚，心煩懊憹，坐臥不安，欲嘔不得嘔，甚或身熱不已，面紅目赤，胸膈灼熱如焚，煩躁不安，脣焦，咽燥，口渴，口舌生瘡，齒齦腫痛，或大便祕結，舌紅，苔黃，脈滑數。",
    "colloquial": "什麼是熱鬱胸膈證? 熱鬱胸膈證是指外邪化熱進入胸膈，擾亂心神，導致氣機不利和心神不安的病症。常見症狀有身體發熱但不嚴重、心煩、坐臥不安、想嘔吐但吐不出來、面紅目赤、胸膈"
  },
  {
    "original": "中醫證型 氣滯血阻證:病機以是指氣滯血阻，脈絡瘀塞所表現出來的胸脅院腹脹悶竄痛，偶有刺痛，或有痞塊、時散時聚，舌紫或有斑點，脈弦澀一類病證，臨床常見表現為胸脅院腹脹悶竄痛，偶有刺痛，或有痞塊、時散時聚，舌紫或有斑點，脈弦澀。",
    "colloquial": "氣滯血阻證是指氣滯血阻，脈絡瘀塞，會讓人感覺胸脅和腹部脹痛，有時會有刺痛感，可能還會有痞塊，舌頭會紫或有斑點，脈象弦澀。這些都是比較常見的症狀。"
  },
  {
    "original": "中醫證型 火毒傷陰證:病機以指多因火熱毒邪燔灼陰液，陰液虧虛所致病證，臨床常見表現為創面紅腫疼痛，起水皰，表面潮溼，口渴脣燥，舌紅少津等。",
    "colloquial": "什麼是火毒傷陰證?火毒傷陰證是因為火熱毒邪損傷陰液，導致陰液虧虛的病症。常見症狀有創面紅腫疼痛、水皰、表面潮濕、口渴唇燥和舌紅少津。"
  },
  {
    "original": "中醫證型 痰阻胸膈證:病機以是指痰濁結滯胸膈，阻塞氣機升降，表現以胸中痞硬，欲吐不能吐，氣上衝咽爲主症的證候，臨床常見表現為胸中痞硬或心下滿，氣上衝咽喉不得息，欲吐而不能吐，心煩，飢不能食，或手足厥冷，或發熱，惡風，汗出，寸脈微浮或脈乍緊。",
    "colloquial": "痰阻胸膈證是什麼?就是痰濁卡在胸膈，氣機不通，表現為胸悶，想吐吐不出來，氣往上衝到喉嚨。臨床上常見胸中痞硬或心下滿，氣上衝喉咙喘不過氣，心煩，飢餓但吃不下，手腳冰冷，有時"
  },
  {
    "original": "中醫證型 暑動肝風證:病機以指多因暑熱之邪，內陷厥陰，引動肝風所致病證，臨床常見表現為壯熱不解，躁擾不寧，四肢抽搐，牙關緊閉，甚則角弓反張，神志昏迷，舌質紅絳，苔少而於，脈弦而數。",
    "colloquial": "中醫證型暑動肝風證是指因為暑熱之邪侵入體內，影響肝風，導致一些症狀。常見的症狀有高燒不退、煩躁不安、四肢抽搐、牙關緊閉，嚴重時會出現角弓反張和神志昏迷。舌頭顏色紅絳，舌"
  },
  {
    "original": "中醫證型 肝肺風熱證:病機以是指因風熱之邪，侵襲肝肺所致，以發熱口渴、咳嗽、目赤腫痛、舌紅苔薄黃、脈弦數等爲常見症的證候，臨床常見表現為發熱口渴、咳嗽、目赤腫痛、舌紅苔薄黃、脈弦數。",
    "colloquial": "什麼是肝肺風熱證?就是風熱侵襲肝肺，引起發熱口渴、咳嗽、眼睛紅腫痛、舌紅苔薄黃、脈弦數這些症狀。"
  },
  {
    "original": "中醫證型 暑傷心腎證:病機以是指多因夏傷於暑，暑熱久羈，氣分之邪傷及心腎，導致水火不濟之候，臨床常見表現為心熱煩躁，消渴不已，形體消瘦，舌質紅絳乾瘦，舌苔黃燥，脈象細數或虛大而芤。",
    "colloquial": "中醫說的暑傷心腎證，是因為夏天受暑熱影響，時間久了，暑熱傷到心和腎，導致水火不濟。常見症狀有心熱煩躁、口渴不止、身體消瘦、舌頭紅乾、舌苔黃燥，脈象細數或虛大而芤。"
  },
  {
    "original": "中醫證型 風邪犯表證:病機以是指風邪侵襲膚表，衛外功能失常，以汗出、惡風發熱、脈浮緩爲常見症的證候，臨床常見表現為惡風發熱，汗出，舌苔薄白，脈浮。",
    "colloquial": "風邪犯表證是什麼呢?就是風邪侵襲皮膚表面，導致防衛功能失常，常見症狀有出汗、怕風、發熱、脈浮脈緩。常見表現有怕風發熱、出汗、舌苔薄白、脈浮。"
  },
  {
    "original": "中醫證型 驚恐痙厥證:病機以指多因小兒神氣怯弱，元氣未，暴受驚恐，傷及心神所致病證，臨床常見表現為痙厥多爲一時性發作，面色乍青乍赤，山根色青，驚叫不安，頻頻驚惕，微熱或不熱，大便色青，睡眠不寧，夢中驚啼，手足搐搦，脈數。",
    "colloquial": "驚恐痙厥證是小孩因為受到驚嚇，傷了心神，表現為突發的痙攣，臉色時青時紅，鼻樑發青，驚叫不安，容易受驚，有時有點發燒或者不發燒，大便顏色青，睡不好，做夢時驚醒，手腳抽動，脈搏快。"
  },
  {
    "original": "中醫證型 肝虛血瘀證:病機以是指因血行瘀滯，肝血虧虛所致，臨床常見表現為兩脅隱痛或偶有刺痛、頭暈眼花、婦女經閉、面白、舌淡紫、脈細澀等。",
    "colloquial": "肝虛血瘀證是指血行瘀滯、肝血虧虛引起的，常見有兩脅隱痛或刺痛、頭暈眼花、婦女經閉、面白、舌淡紫、脈細澀等症狀。"
  },
  {
    "original": "中醫證型 風寒犯目證:病機以指風寒之邪外侵，上犯於目所致的病證，臨床常見表現為黑睛星翳，抱輪微紅，羞明流淚，惡寒發熱，寒重熱輕，舌苔薄白，脈浮緊。",
    "colloquial": "風寒犯目證是什麼?風寒犯目證是指風寒之邪外侵，上犯於目，常見症狀包括黑睛星翳、抱輪微紅、羞明流淚、惡寒發熱、寒重熱輕，舌苔薄白，脈浮緊。"
  },
  {
    "original": "中醫證型 熱熾陽明證:病機以指邪熱亢盛，充斥陽明之經，瀰漫全身，腸中尚無燥屎內結，以高熱、汗出、口渴、脈洪等爲主要表現的證候，臨床常見表現為身大熱，不惡寒，反惡熱，汗大出，大渴引飲，心煩躁擾，面赤，氣粗苔黃燥，脈洪大。",
    "colloquial": "什麼是熱熾陽明證?就是身體裡的邪熱很強，充滿陽明經絡，散布全身，腸道裡還沒有燥屎內結，所以會有高熱、流汗、口渴、脈搏洪大等症狀。通常看到的表現有全身發熱，不怕冷，反而怕熱，汗出很多，口渴喜歡喝水，"
  },
  {
    "original": "中醫證型 陰虛肺燥證:病機以是指陰液虧虛，肺燥失潤，以咽乾口燥，乾咳少痰，喉癢鼻燥，少苔少津，脈浮細數等爲常見症的證候，臨床常見表現為咽乾口燥，乾咳無痰，或痰少而粘喉癢鼻燥，發音嘶啞，虛煩少寐，潮熱盜汗，手足心熱，面赤顴紅，咳血，或痰中帶血，形體消瘦，舌質紅，少苔少津，脈象細數。",
    "colloquial": "陰虛肺燥證是指陰液不足，肺部乾燥，常見症狀有咽乾口燥、乾咳少痰、喉癢鼻乾，舌苔少，脈細數。臨床表現包括咽乾、乾咳、喉癢、鼻乾、發音嘶啞、睡眠不佳、潮熱盜汗、手足心"
  },
  {
    "original": "中醫證型 肺燥證:病機以是指外感燥邪，肺失宣降，以乾咳痰少、鼻咽口舌乾燥等爲主要表現的證候，臨床常見表現為乾咳無痰，或痰少而黏、不易咯出，甚則胸痛，痰中帶血，或見鼻衄，口、脣、鼻、咽、皮膚乾燥，尿少，大便乾結，舌苔薄而乾燥少津。",
    "colloquial": " 什麼是肺燥證?  肺燥證是指外感燥邪，肺失宣降，出現乾咳痰少、鼻咽口舌乾燥等症狀。   肺燥證會有哪些具體症狀?  主要症狀有乾咳無痰或痰少而黏、不易咯出，有時胸痛，"
  },
  {
    "original": "中醫證型 風熱犯耳證:病機以是指風熱之邪外犯，壅滯耳竅，以耳內脹悶、堵塞不適，耳鳴，發熱微惡風寒，頭痛，苔薄黃，脈浮數等爲常見症的證候，臨床常見表現為耳內脹悶、堵塞不適，耳鳴，發熱微惡風寒，頭痛，苔薄黃，脈浮數等。",
    "colloquial": "風熱犯耳證是什麼?風熱犯耳證是指風熱邪氣侵襲耳朵，導致耳內脹悶、堵塞不適、耳鳴，還會有發熱微惡風寒、頭痛、舌苔薄黃、脈浮數等症狀。這些症狀常見嗎?是的，這些症狀在臨床上很常見"
  },
  {
    "original": "中醫證型 溫燥證:病機以又名燥熱證，臨床常見表現為發熱，微惡風寒，頭痛，少汗，咳嗽少痰或吐粘痰，咽乾鼻燥，口渴，舌邊尖紅，苔薄白欠潤，脈右寸數大。",
    "colloquial": "什麼是溫燥證?就是燥熱的意思，常見症狀有發熱、微惡風寒、頭痛、少汗、咳嗽少痰或吐粘痰、咽乾鼻燥、口渴、舌邊尖紅、苔薄白不太潤、脈右寸數大。"
  },
  {
    "original": "中醫證型 大腸虛寒證:病機以是指大腸陽氣虛衰，固攝無力所表現的證侯，臨牀表現爲久瀉、久痢、腹痛隱隱喜溫喜按，畏寒肢冷，苔白滑，脈沉遲無力，臨床常見表現為久瀉、久痢、腹痛隱隱喜溫喜按，畏寒肢冷，苔白滑，脈沉遲無力。",
    "colloquial": "大腸虛寒證是什麼意思?大腸虛寒證是指大腸陽氣不足，無法正常運作，常見症狀有長期腹瀉、腹痛喜熱敷、怕冷、四肢冰冷、舌苔白滑、脈搏沉遲無力。"
  },
  {
    "original": "中醫證型 跌僕傷胎證:病機以是指孕後跌撲閃挫或勞力過度，損傷氣血，擾動胎氣，以妊娠陰道出血，腹痛，腰痛等爲常見症的證候，臨床常見表現為妊娠外傷，腰痠，腹脹墜，或陰道下血，舌質或見稍黯，脈滑無力。",
    "colloquial": "跌撲傷胎證是什麼意思?就是孕婦跌倒或過度勞累，損傷氣血擾動胎氣，會有陰道出血、腹痛、腰痛等症狀，常見表現是妊娠外傷、腰痠、腹脹墜或陰道下血，舌質稍黯，脈滑無力。"
  },
  {
    "original": "中醫證型 風熱客瞼證:病機以指由於風熱之邪客於胞瞼，滯留局部脈絡，氣血不暢所致病證，臨床常見表現為發熱惡風，兩目紅赤疼痛、眵多、流淚，脈浮數。",
    "colloquial": " 什麼是風熱客瞼證?  風熱客瞼證是指風熱之邪侵入眼瞼，影響局部血液循環，導致氣血不通的一種病症。  常見的症狀有哪些?  常見症狀包括發熱怕風、眼睛紅腫疼痛、分泌物多、流淚，脈搏浮數"
  },
  {
    "original": "中醫證型 餘邪擾目證:病機以指多因病後餘熱未清，滯留肝經，循經上擾所致病證，臨床常見表現為大多發生在熱退後1周~1月左右，患兒眼紅，流淚，目痛，視物模糊，若反覆發作，可致失明。",
    "colloquial": "中醫證型中的餘邪擾目證是指病後餘熱未清，滯留肝經，循經上擾所引起的症狀。通常是在退燒後1周到1個月左右，孩子會出現眼紅、流淚、眼睛疼痛和視物模糊。如果反覆發作，甚至可能導致失明。"
  },
  {
    "original": "中醫證型 陽虛水泛證:病機以是指陽氣虧損，不能溫運、氣化水液，以肢體浮腫，小便不利，心悸喘促，腹脹濡泄，形寒肢冷，舌淡胖，苔白滑爲常見症的證候，臨床常見表現為水腫下肢爲重，起病緩慢，重者腫至全身，小便不利，面色晄白或灰滯，常伴有胸脘痞悶，納呆便溏，神倦肢冷，舌淡胖有齒痕，脈沉細。",
    "colloquial": "陽虛水泛證是什麼意思啊?就是陽氣虧損，不能溫運、氣化水液，會有肢體浮腫、小便不利、心悸喘促、腹脹濡泄、形寒肢冷、舌淡胖、苔白滑這些症狀。常見的表現是下肢水腫嚴重，病情發展慢，"
  },
  {
    "original": "中醫證型 寒飲射肺證:病機以是指素有痰飲，臨床常見表現為惡寒發熱，無汗，喘咳，痰多而稀，舌苔白滑，脈浮。",
    "colloquial": "寒飲射肺證是指身體裡本來就有痰飲，常見的症狀有怕冷發熱、不出汗、喘咳、痰多且稀、舌苔白滑、脈浮。"
  }
]